<%@ page contentType="text/html; charset=utf-8" %><p>自從我們開業以來, 受到來自各方的關注.  幾個月來我們的網站日漸成長, 現在已經是海外最大的中文影視即時點播服務網站.  成長的過程中, 有許多煩惱和不足, 也得到了許多鼓勵和支持.  很多用戶給了我們積極的反饋, 征得他們同意後, 我們選了一些反饋, 在此整理發表.  如果您有任何想法和建議, 請送電子郵件到 feedbacks@chinaportal.com.   有了您們的參與, 我們纔能做得更好. </p>

<p>會員反饋</p>

<p>我是ChinaPortal的早期用戶之一. 到目前為止, 我對你們的服務感覺很好.  我尤其滿意在線觀看時的服務質量. 其效果和下載觀看一樣好. 我感覺我有了新的生活方式.  隻要我是的會員, 我就不用再買任何DVD或VCD了. 
<br />- Alan, Sunnyvale, CA, USA</p>

<p>你們的服務真的不貴, 也就一頓飯的錢, 和去一趟電影院院差不多.  可是你們的內容很多, 有各式各樣的影視節目可收看, 並有流行音樂收聽. 真的是很值的服務.  不知你們如何賺錢. 
<br />- Frank, Atlanta, GA, USA</p>

<p>你們網站的節目真的很多, 而且不錯. 有很多新片如十面埋伏, 2046, 新警察故事等, 也有許多‘輓�  焙途  淦  縹野  壹�, 五朵金花等, 而且有獨家節目如上海文廣的節目和世界小姐決賽.  方便了我們這些很難找到各式中文節目的用戶, 謝謝你們. 
<br />- Linda, Munich, Germany</p>

<p>由於一個碟友的強力推薦, 我加入了ChinaPortal. 加入後發現圖像效果真的不錯, 並可看到許多在其他地方找不到的影片和節目, 也能看到很新的影視節目.  自從加入ChinaPortal後, 我再也不去租碟買碟了. 以後我也會推薦ChinaPortal給各位碟友, 影友.
<br />- Amy, NY City, NY, USA</p>

<p>我是一個注冊的用戶, 非常滿意你們的服務.  你們的網站很好, 尤其是連接速度很快, 圖像從不斷掉, 不像一些其他的所謂○ぅN佟�, ▼秒O齱� 網站.  A+的服務.
<br />- Chen, London, UK</p>

<p>ChinaPortal的影視圖像質量非常好, 真的可與DVD貔美. 有了你們的服務, 我的周末不再寂寞. 
<br />- Huijuan, Toronto, Canada</p>

<p>我一直是馮鞏小品和相聲的忠實觀眾﹜紺觬堍ˊ齫猼袗湋上欣賞，倍感親切﹜獂敿銦
 <br />- Xue, AZ, USA</p>

<p>我家裡裝的是DSL，開始擔心網速低, 圖像質量不好, 就沒有注冊.  但是實在是想看網上的電影和電視劇, 就決定試一試, 居然觀看效果不錯.  以後就一發不可收, 常到這看節目.  謝謝這麼好的服務.
<br />- Xiaochun, MA, USA</p>

<p>你們的網站辦得不錯, 在你們的網站上看電影很方便, 希望您們越辦越好
<br />- Xi Mei, GA, USA</p>

<p>父母到美國來短期探親, 平日我上班時他們比較寂寞.  想給他們裝衛星電視, 可受不了一年的和約和不便宜的月費.  一直猶猶欲欲, 不知如何是好.  看到ChinaPortal的廣告後, 頓覺找到了答案.  現在我爸媽天天用我17�嘴CD的顯示器看節目, 不再無聊.  連我都和他們一起看. 謝謝這麼好的服務, 為我解憂.
<br />-  Steve, UT, USA</p>

<p>我是一名影迷, 一有時間就看影碟.  平日常去租碟. 租碟我倒不怕來回跑的麻煩, 卻怕到時看不完. 一租到碟, 我就哪也不去, 專心看碟, 有急事時很不方便.  在朋友的慫恿下, 我加入了ChinaPortal, 可隨時看影視節目, 不用再擔心時間限制.  另外, ChinaPortal的節目豐富多彩, 有很多我在影像店和其他地方找不到的節目.
<br />- Helen, IL, USA</p>

<p>你們的網站的節目真的不錯, 不僅數量多, 更新快, 有許多新影視, 而且有許多獨特的節目.  很好!
<br />- Cindy, Sydney, Australia</p>

<p>我是足球迷, 能在你們的體育頻道上找到中超集錦, 感覺很過癮.  能不能多一些足球, 體育節目?
<br />- Frank, Los Angels, CA, USA</p>

<p>我是一個中文網站的總版主, 以前推薦過類似的網站給會員, 反應不錯. 可近幾個月那家網站怎麼也聯繫不上, 不知出了什麼問題.  看到你們的廣告後, 馬上跟你們聯繫.  我自己用過你們的服務, 效果很好, 真的不錯.  我們的會員對你們服務的反映也很好, 很多人注冊.  希望你們的網站越做越好!
<br />- Kevin, Oklahoma City, OK, USA</p>

<p>我是上海人, 在國內常看上海文廣的節目.  到美國後常懷念那些熟悉的節目, 懷念那份小資.  沒想到在你們的網站找到了他們, 真的好高興!!
<br />- Wendy, Seattle, WA, USA</p>

<p>作為網蟲, 我注冊你們的服務隻是好奇, 想對這項新服務看個究竟, 並且$9.99的月費也不是很貴.  沒想到一下著迷, 三天三夜把<中國式離婚>看完.  節目很好, 效果不錯.  真的是很值很好的服務. 
<br />- Wayne, Boston, MA, USA</p>

<p>在你們網上流覽, 竟然找到各式各樣的教學片, 像學蛙泳, 圍棋, 健美操, 做飯, 化妝等等.. 真的不錯, 做為會員, 我也可以學到許多東西.
<br />- Eva, Baltimore, ML, USA</p>

<p>我以前用過類似的服務, 可是它們過一會就消失了.  不知是版權的原因, 還是技術的問題, 反正再也找不到.可我真的懷念這類服務.  當看到ChinaPortal的廣告時, 馬上跑來注冊, 有一種終於找到它的感覺. 用過一段, 發現你們的服務比以前用過的都好, 很穩定.
<br />- Yun, Nashville, TN, USA</p>

<p>我一直在找尋一些非§厖流○Q蠐姓鬮釭獐v片, 如○洸S  � 和 〞�  四腔岸龤�.  可是它們很難找到.  當在你們網上看到時, 真的很激動, 我要一個一個的看完.  希望你們能提供更多的類似影片.
<br />- Vivian, Santa Clara, CA, USA</p>

<p>為了省錢, 我在朋友的推薦下用了各種各樣的免費網站下載中文電影電視.  錢確實省了, 可時間卻搭上不少. 而且下載速度特別慢, 想看電影也不能馬上看. 等到下載完畢, 早已過了興頭, 或沒時間.  由於工作不是那麼清閑, 總覺得不是那麼方便.  直到用了你們的服務, 頓覺輕松許多.  而且你們的價格一點都不貴.  謝謝你們的服務, 我再也不用花時間搜尋各種各樣的免費下載網站了.
<br />- Jerry, Albany, NY, USA</p>

