<%@ page contentType="text/html; charset=utf-8" %>
<table height="179" border="0" cellpadding="0" cellspacing="10">
    <tr ><td align="center"><span class="biaoti"  style="font-size: 16px;">ChinaPortal 服務條款</span></td></tr>
  <tr> 
    <td colspan="3" class="weiwen">&nbsp;&nbsp;&nbsp;&nbsp;本協議（“協議”）中描述的服務條款適用于www.chinaportal.com域名及附屬域名及其各國際站點（以下稱“網站”）中提供的各項服務。如果您不同意或無法認同下列條款中的任何部分，請不要使用本網站或本網站中提供的各項服務。<br><br>
      &nbsp;&nbsp;&nbsp;&nbsp;“我們”及“我們的”是指ChinaPortal.“您”及“您的”是指網站的用戶或觀眾。<br>
      <ol>
        <li> <span class="biaoti01">內容的版權及所有權</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal是本網站唯一的所有者及經營者，除非本網站中有特別聲明，本網站中所有的媒介，包括但不限于所有的信息、音頻、視頻、數據、在線服務、遊戲、文本、動畫和圖形（“內容”）均受到ChinaPortal或其內容提供者及許可者的版權、商標、服務標記、專利和/或其他所有權的保護。ChinaPortal擁有本網站中所提供內容的必要權利及必需的授權。ChinaPortal代表其自身，其內容提供者及許可者，完全保留通過其網站公布的所有內容的知識產權。除本協議清楚陳述的部分之外，內容中的版權、名稱及利益不因您使用本網站，或向ChinaPortal支付費用以換取本網站中特定內容的使用權而轉移給您。</li>
        <br>
        <br>
        <li> <span class="biaoti01">使用之許可</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal為您的個人娛樂和享受而維護本網站，對本網站的所有使用僅限于個人非商業的觀看及使用。ChinaPortal通過本網站向包括您在內的用戶提供內容，前提是您需服從特定的書面和/或電子文件的限制條款，這些條款可能會根據單個內容的不同限制您對內容的使用（如時間和地域的限制）。 
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal將給予您非獨家，不可轉讓，可撤銷的許可，使您能在與本條款和條件一致的前提下因個人、私人、非商業目的使用本網站，其前提是您遵守所使用內容中的版權、商標及其他所有權的聲明。如果您違反了使用條款中的任何規定，您在本網站的使用許可將自動終止。<br>
          <br>
          您必須注意：<br>
          <ul>
            <li>非經特定內容的合法所有方明確授權，您不得進入、使用、再制作、展示、散發、傳輸、播放、更改本網站的部分或全部內容、從本網站部分或全部內容中制作衍生產品或進行編輯、出售、或其他形式的使用；</li>
            <li>不得在任何違反版權、商標、專利、商業機密、其他知識產權、個人或公共權利、通訊規則或條例，或其他任何法律的情況下使用本網站或內容，包括但不限于與誹謗、騷擾、淫穢、色情、誤導或疏忽相關的法律；</li>
            <li>不得蓄意攻擊本網站任何版權管理信息或任何控制進入受版權保護內容的技術；</li>
            <li>不得進入不是供您使用的數據或登錄您無權進入的服務器或帳戶；</li>
            <li>不得以任何手段妨礙任何用戶、主機或網絡服務，包括但不限于向網站或其用戶發送病毒、超負載郵件、“灌水”、“垃圾郵件”、“郵件炸彈”或“沖擊波”；</li>
            <li>不得以任何方式對本網站包含的內容或通過本網站連接的內容設定“鏡像”或進行Frame；</li>
            <li>不得移動、解構、編輯或顛倒網站的任何軟件；</li>
            <li>不得使用任何機器人、網絡蜘蛛、其他自動設備或程序監控或拷貝本網站或其任何內容的任何部分；</li>
            <li>不得探測、掃描或測試網站的弱點，或破壞安全或授權保護方法；</li>
            <li>不得利用本網站收集信息或未經許可群發任何郵件，包括產品或服務的宣傳和/或廣告；</li>
            <li>不得違反美國出口控制法律或規定出口或重新出口本網站或其中的任何部分，或任何可在本網站上使用或通過本網站使用的軟件。</li>
          </ul>
        </li>
        <br>
        <li><span class="biaoti01">向ChinaPortal的遞交和傳送</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;您和ChinaPortal之間交流的所有評論、建議、想法或其他信息將被視為ChinaPortal的財產。我們沒有責任為此類傳送信息保密，或將其視為您或任何其他傳送者的私人財產。ChinaPortal不為使用您傳送的任何想法或今後在我們的產品、服務、廣告或經營中可能出現類似想法承擔責任。我們現在及將來都將無限制地獨家擁有您通過任何渠道傳送的所有信息的版權。我們有權將您傳送的內容用于商業或其他任何目的，無需向您或任何其他相關傳送者支付費用。您需要了解您必須為您傳送的任何材料負責，並且你，而不是我們，將對傳送的信息負有全部責任，包括其合法性、可靠性、適用性、原創性及版權。 
        </li>
        <br>
        <br>
        <li><span class="biaoti01">用戶名和密碼</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;您需要用戶名和密碼來進入ChinaPortal的各項服務。您將保留並保護這個用戶名或密碼並嚴格保密。因此，您不應該讓朋友、家人、生意伙伴或任何其他人得到或使用這個用戶名或密碼。您不應該在任何網站上公布您的用戶名或密碼，也不應該通過不安全的站點傳輸用戶名或密碼。ChinaPortal將不對任何形式的第三方盜用您的密碼事宜承擔任何責任。 
        </li>
        <br>
        <br>
        <li> <span class="biaoti01">Digital Millennium Copyright Act</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;您同意當您認為您擁有版權的內容通過本網站被不恰當地公布、散發或受到其他侵犯時，將向ChinaPortal提交在Digital 
          Millennium Copyright Act （“DMCA”），特別是17 U.S.C. § 512中有據可依的此類侵權的通知。您同意將向ChinaPortal的版權代理人Michelle Wu提交下述信息的書面通知。他的電郵地址是<a href="mailto:copyright@chinaportal.com" class="lianjie">copyright@chinaportal.com</a>，聯系地址是Michelle Wu, ChinaPortal, 3 Twin Dolphin Drive, Suite 295, Redwood City, CA 94065。您認可這個程序僅限于通知ChinaPortal您確信您擁有版權的資料受到了侵犯。所需信息如下：<br>
          <ul>
            <li>版權利益擁有者授權代表人的電子簽字或實際簽字；</li>
            <li>您聲明被侵權的內容的描述；</li>
            <li>描述您聲明被侵權的資料在網站中出現的位置；</li>
            <li>您的地址、電話號碼、和電子郵件地址；</li>
            <li>表示您完全相信爭議內容的使用未經版權所有方、其代理方、或法律授權的聲明；以及</li>
            <li>表示您了解對偽証的處罰，上述信息完全正確，您是版權的所有者或版權所有者的授權代表的聲明。</li>
           </ul>
        </li>
        <br>
        <li><span class="biaoti01">服務約束</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;我們保留因為任何理由或無需理由拒絕向任何人提供服務的權利，包括注冊、訂購或任何交易。您同意ChinaPortal可能通過其單方判斷，不需要提前通知您，就因為任何理由，或無需理由，終止、暫停或採用其他方式限制您的帳戶、密碼或對本網站的使用。您同意ChinaPortal將不因任何拒絕服務、暫停、終止或限制您或任何第三方進入或使用本網站而對您或任何第三方承擔責任。 
        </li>
		<br><br>
        <li><span class="biaoti01">更改或運行故障</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal 保留不提前通知您就暫時性或永久性修改或停止本網站（或其中任何部分）的權利。您同意無論什麼原因或時段，ChinaPortal將不因對網站的任何修改或本網站使用的任何故障而對您或任何第三方負責。
        </li> 
		<br><br>
        <li><span class="biaoti01">與第三方站點的鏈接</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;任何第三方網站中包括本網站的鏈接不表示我們讚成或認可被鏈接網站。如果您決定離開我們的網站，進入第三方站點，您將自己承擔後果和風險。ChinaPortal不對這種外部站點的有效性負責，不認可並且不為這種站點中的任何內容、隱私權政策、廣告、產品、或其他資料負責。您了解並同意ChinaPortal將不對任何因使用或信賴通過這種站點提供的內容、物品或服務所導致的，或被聲稱可能導致的任何損害或損失負責。
        </li> 
		<br><br>
        <li><span class="biaoti01">個人信息</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;注冊使用ChinaPortal的服務並通過本網站參與交易，您可能需要登記並/或生成個人帳戶。我們保留權利，同時您授權我們，以任何符合我們的隱私權政策的方式使用並設定您的全部信息，隱私權政策的條款將作為此處的參考。與服務條款一樣，隱私權政策能夠從網站上查閱。您聲明您已讀過並同意隱私權政策。
        </li>  
		<br><br>
        <li><span class="biaoti01">定價</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal注冊和訂閱的價格和銷售條款在您發送充足的信息完成訂購後生效（如有效的信用卡信息或提交完整的在線訂閱表格）。ChinaPortal提供兩種購買選擇：訂閱服務，您需要定期付費，並有權在已付費的訂購期限內收看節目；按次付費，您將按既定價格付費，在規定時間內觀看指定內容。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;ChinaPotal保留隨時更改價格的權利，同時ChinaPortal不對任何突然性價格調整負責，包括但不限于對原先免費的內容收費，或對原先收費的內容免費。ChinaPortal一旦能從您的信用卡中收費時將盡快收取費用。ChinaPortal將不以任何方式對與您的信用卡支付時間相關的任何收費承擔任何責任。
        </li>            
		<br><br>
        <li><span class="biaoti01">期限和取消</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;除非另有規定，所有已支付費用均不可退款，並且不能借貸。如您對任何內容或內容的傳輸（如您連接到ChinaPortal的速度）或其他任何在ChinaPortal控制之外的事宜不滿意，ChinaPortal將不負責通過退款或借貸來對您進行補償。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal提供不同的訂購服務，既可按月訂購也可按年訂購。按月訂購的情況下，您訂購的服務將在每月與您的注冊日期相同的日期更新，除非您根據下述做法取消服務。相同的，在按年訂購的情況下，您訂購的服務將在每年與您注冊日期相同的日期更新，除非您取消服務。另外，ChinaPortal對特定內容提供按次付費，其價格各不相同，我們將在該內容的頁面上清楚標明價格。每個節目都在特定時間段（該節目的頁面上將詳細注明）向您開放，時間期限從您開始觀看節目起計算。授權時間段結束後，您只能通過進一步支付設定的按次收費費用才有權繼續收看。ChinaPortal將不退還您按次支付了費用但未能下載或觀看的節目的費用。
<br><br>
          &nbsp;&nbsp;&nbsp;&nbsp;您可以隨時登錄 <a href="http://www.chinaportal.com" target="_blank" class="lianjie">http://www.chinaportal.com</a> 
          ，根據提示步驟取消您訂購的服務。然而，在您的預付費訂購期（按月付費時指付費當月，按年付費時指付費當年）結束之前取消服務，取消將在預付費訂購期結束後才生效，並且不予退還已付款項。在預付費訂購期剩余的時間裡，您還能繼續登錄服務。取消服務後您可以隨時重新訂購我們的服務。 
        </li> 
		<br><br>
        <li><span class="biaoti01">未成年人</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal提供的內容中包括供未成年人觀看的節目。然而，ChinaPortal不銷售供未成年人自己購買的產品或服務。您必須年滿18歲才能注冊ChinaPortal的服務。13歲以下者沒有父母或法定監護人的許可不得自行向我們提交任何信息，也不能實施任何交易或其他法定行為，除非其行為得到相關適用法律的許可。
        </li>  
		<br><br>
        <li><span class="biaoti01">保障</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;您同意保障並防護ChinaPortal及我們的合作伙伴、代理、官員、總監、職員、承包方、繼承者、指派人、第三方信息及文件供應商、廣告商、產品及服務提供商、以及會員不因任何由于您違反本協議或違約使用網站所造成的責任、損失、申報和費用而受到任何傷害。
        </li>
		 <br><br>
        <li><span class="biaoti01">不擔保聲明</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;本網站及其向您提供的全部內容均按照“現狀”“現有”的原則公布，ChinaPortal對于本網站、服務、內容或您的使用或觀看不做任何明確的或暗示性的擔保，包括但不限于對本網站可用性、正確性、錄音錄像質量的擔保，以及對可交易性、對某種特定目的的適用性、以及非侵害性的擔保。請注意某些權限可能無法將暗示性擔保排除在外，因此上述這類排除在外的情形對您不適用。□        </li> 
		  <br><br>
        <li><span class="biaoti01">免責聲明</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal將不對任何間接、特殊、偶發、結果或懲罰性的損失承擔任何賠償責任（包括失去業務的損失，利潤損失或類似事宜），無論導致這種損失的原因是違反合同，違反擔保條款，民事侵權行為（包括疏忽），產品責任或其他，即使我們曾被提醒過有出現這種損失的可能。對上述所列賠償責任的拒絕和限制是我們和您之間協議基礎的基本組成部分。我們只在這種限制的基礎上提供本網站及其內容。您通過本網站或其他方式從我們這裡得到的建議或信息，無論口頭或書面，如果沒有在此協議中明確聲明，均不構成我方的任何擔保、承諾和保証。有些州不允許排除或限制對偶發性或結果性損失的賠償，因此上述限制或排除可能對您不適用。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;任何情況下ChinaPortal、其官員、總監、雇員、代理或承包商的總和或累積責任賠償都不超過您向ChinaPortal實際支付的金額數，不論這種責任是產生于合同、疏忽、嚴格賠償責任、民事侵權行為或其他法律或法定責任原理。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;您同意不管任何條例或法律是否有相反的規定，因使用本網站或與使用本網站相關產生的任何對權利的申訴或起訴緣由必須在出現這種申訴或起訴緣由的一年之內備案，否則將被永久禁止。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;對于直接或間接由機器、授權系統、數據處理或通訊系統或傳輸鏈接或其他不受ChinaPortal控制的原因導致ChinaPortal無法履行本協議中包括的義務，ChinaPortal將不承擔責任。由于您進入、使用或瀏覽本網站或內容而對您的電腦設備或其他財產造成損害或可能感染病毒，ChinaPortal不承擔責任。 </li> 
		<br><br>
        <li><span class="biaoti01">服務條款的修改</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal保留根據自己的判斷修改這些條款和條件，而無需提前通知您的權利。您在條款修改後對本網站的使用表示您無條件同意遵守修改後的條款和條件並受其約束。對使用條款和條件的任何修改一旦在本網站中公布便立即生效。除非有您和ChinaPortal雙方簽字的書面文件，這些使用條款和條件可能不會對您有其他方式的賠償。任何時候如果您不同意或不能認可本使用條款和條件，您唯一的選擇是終止使用或進入本網站。
        </li>
<br><br>
        <li><span class="biaoti01">法律管轄</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;本協議受到加利福尼亞州法律的管轄。您同意所有因本協議或您使用本網站而產生的爭議將只能在位于美國加利福尼亞州San Diego County的聯邦法院被聽証，並且您因此同意並服從這類法院對個人權限的規定。您同意由您造成的對本協議的任何實際的或可能發生的違約都可能對ChinaPortal導致不可挽回的傷害，相應地，ChinaPortal將有權立即施行禁止令，包括不需要合同或其他承諾方式的臨時限制令和/或預備禁令，以便制止這種違約或可能發生的違約。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal不承諾本網站在美國以外地區適用或能夠使用，並禁止在認為本網站或內容不合法的地區進入本網站。如果您在美國以外的任何地方使用本網站，您有責任服從當地所有適用的法律。
        </li> 
		<br><br>
        <li><span class="biaoti01">總則</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;我們不保証您能連續不斷、不受幹擾或安全地進入ChinaPortal服務，網站的運營可能受到多種我們無法控制的因素的幹擾。如果本協議中的任何規定無效或不能強制實施，這種規定將被停止而剩余的規定將被強制實施。您同意我們有權根據自己的判斷設定本協議及所有合並其中的協議。本協議中的標題僅做參考目的，不定義、限制、解釋或描述本章節的范圍或限度。我們對您或其他用戶的某種違約行為未能起訴不表示我們放棄對後續或類似違約行為的起訴權。
        </li> 		           
		<br><br>
      </ol></td>
  </tr>
</table>
