<%@ page contentType="text/html; charset=utf-8" %><table height="179" border="0" cellpadding="0" cellspacing="10" bgcolor="003366">
    <tr >
    <td><span class="biaoti" style="font-size: 16px;" >ChinaPortal ลิขสิทธิ์ทางเนื้อหาและความเป็นเจ้าของ</span></td>
  </tr>
  <tr> 
    <td colspan="3" class="weiwen">ChinaPortal เป็นเจ้าของเว็บไซต์นี้แต่เพียงผู้เดียว นอกจากส่วนอื่นที่ได้แจ้งไว้ในเว็บไซต์ สื่อทั้งหมดในเว็บไซต์ รวมทั้งข้อมูลที่ปรากฏทั้งหมด, ภาพ, เสียง, ข้อมูล, บริการออนไลน์, เกมส์, ตัวหนังสือ, ภาพเคลื่อนไหวและกราฟฟิก (เนื้อหา) ถูกคุ้มครองโดยลิขสิทธิ์, ตราสินค้า, ตราบริการ, สิทธิ และ/หรือ สิทธิ์ในการครอบครองของ ChinaPortal หรือผู้ให้บริการเนื้อหาของ ChinaPortal และผู้ได้รับใบอนุญาต ChinaPortal ถือสิทธิ์และมอบหมายสิทธิ์ในเนื้อหาที่อยู่ในเว็บไซต์ ChinaPortal เองรวมถึงผู้ให้บริการเนื้อหาและผู้ได้รับใบอนุญาตจะขอสงวนสิทธิ์ในมูลค่าทั้งหมดของเนื้อหาที่ใช้ในเว็บไซต์ทั้งหมด ยกเว้นการได้รับบริการในนี้, ที่ไม่ได้รับสิทธิ์, หัวข้อหรือผลประโยชน์ในเนื้อหาใดๆ ที่ได้จากคุณที่เป็นผลมาจากการลงทะเบียนระหว่างคุณและ ChinaPortal การใช้งานของคุณในเว็บไซต์นี้หรือการชำระเงินให้กับ ChinaPortal เพื่อแลกเปลี่ยนกับการเข้าถึงเนื้อหาใดๆ <br><br>
	ในเหตุการณ์ที่คุณเชื่อว่าเนื้อหาที่ถูกลิขสิทธิ์ของคุณถูกระบุไว้ในนี้อย่างไม่ถูกต้อง, จัดจำหน่าย หรือได้กระทำผิดอื่นๆ จาก Digital Millennium 
      Copyright Act ("DMCA"), 17 U.S.C. &iexcl;&igrave; 512 ในทางเจาะจงลงไปคุณเห็นชอบว่าคุณจะให้ ChinaPortal&iexcl;&macr;s Copyright Agent Michelle Wu ซึ่งมีอีเมล์คือ <a href="mailto:copyright@chinaportal.com" class="lianjie">copyright@chinaportal.com</a> ข้อมูลถูกเขียนไว้ด้านล่าง ที่อยู่ที่ติดต่อได้คือ Michelle Wu, ChinaPortal, 3 Twin Dolphin Drive, Suite 295, Redwood City, CA 94065 คุณรับทราบขั้นตอนนี้ถึงการแจ้งกับ ChinaPortal เมื่อคุณเชื่อว่าวัตุดิบที่ถูกลิขสิทธิ์ของคุณถูกละเมิด ข้อมูลที่จะเสนอมีดังนี้
      <ul>
        <li>ลายเซ็นทางอิเล็กทรอนิกหรือลายเซ็นปกติของบุคคลที่มีอำนาจในการปฏิบัติแทนเจ้าของผลประโยชน์ลิขสิทธิ์; </li>
        <li>รายละเอียดของการทำงานเกี่ยวกับลิขสิทธิ์ที่คุณอ้างว่าถูกละเมิด; </li>
        <li>คำอธิบายว่าวัตถุดิบที่คุณอ้างว่าถูกละเมิดนั้นถูกในส่วนไหนของเว็บไซต์;</li>
        <li>ที่อยู่ของคุณ หมายเลขโทรศัพท์ และอีเมล์; </li>
        <li>หนังสือที่ออกมาจากคุณว่าคุณเชื่อว่าการใช้ที่ไม่เห็นด้วยไม่ได้ตรวจสอบโดยเจ้าของลิขสิทธิ์, ตัวแทน หรือกฏหมาย; และ </li>
        <li>หนังสือที่ออกมาจากคุณ, ทำภายใต้การลงโทษ, ที่ข้อมูลด้านบนในคำแจ้งของคุณนั้นถูกต้องและคุณเป็นเจ้าของลิขสิทธิ์ หรือได้รับอำนาจจากเจ้าของเพื่อทำการแทน <br></li>
      </ul>
    </td>
  </tr>
</table>
