<%@ page contentType="text/html; charset=utf-8" %><p>ตั้งแต่เราเปิดตัวบริการของเราเมื่อเดือนตุลาคมปี 2004 เราได้เติบโตอย่างรวดเร็วจนมาเป็นผู้ให้บริการรายใหญ่ที่สุดด้านบริการการรับชมรายการภาษาจีน ที่มีกลุ่มเป้ามหายอยู่นอกประเทศจีน ใน2-3เดือนที่แล้ว เราได้รับผลตอบรับจากลูกค้ามากมาย และส่วนมากเป็นคำชมและการให้กำลังใจ หลังจากได้รับอนุญาตจากลูกค้าเหล่านี้ เราจึงนำความเห็นของลูกค้ามาแสดงที่นี่ ถ้าคุณมีคำแนะนำหรือการตอบรับ กรุณาส่งอีเมล์ถามเราที่ feedbacks@chinaportal.com เรายินดีอย่างยิ่งที่จะได้รับฟังความคิดเห็นของคุณเพื่อนำมาพัฒนาปรับปรุงบริการให้ดียิ่งขึ้นต่อไป</p>

<p>ผลตอบรับจากลูกค้า</p>

<p>ฉันเป็นสมาชิกคนแรกๆของ ChinaPortal สิ่งที่ฉันได้รับจากที่นี่ดีเยี่ยม ฉันชอบคุณภาพของบริการเมื่อดูภาพยนตร์แบบออนไลน์ มันไม่กระตุกเหมือนตอนที่ชมแบบปกติ ฉันรู้สึกว่านี่เป็นสิ่งใหม่สำหรับชีวิตฉัน ฉันไม่ต้องจ่ายเงินค่าวิดีโอของจีนอีกต่อไปหลังจากที่ได้เป็นสมาชิกของ ChinaPortal.com
<br />- Alan, Sunnyvale, CA, USA</p>

<p>บริการของคุณไม่แพงเกินไป ราคาพอๆกับการทานอาหารหนึ่งมื้อ หรือเดินทางไปชมหนังที่โรงภาพยนตร์ สำหรับผมมันเป็นการลงทุนที่คุ้มค่า ผมสามารถดูรายการวิดีโอของจีนได้อย่างหลากหลายที่เว็บไซต์ของคุณแถมได้ฟังเพลงอีกด้วย
<br />- Frank, Atlanta, GA, USA</p>

<p>คุณมีวิดีโอให้เลือกมหาศาลจริงๆ คุณมีหนังที่เข้ามาใหม่เช่นเรื่อง House of Flying Daggers, 2046, New Police Story และก็ยังมีหนังเก่าและราายการทีวีเช่น "I Love My Family" และ "Golden Flowers" และรายการพิเศษเช่น SMG channel และ Miss World 2004 เป็นบริการที่สะดวกสบายสำหรับคนที่ไม่ค่อยได้เปิดชมรายการจากจีน และเป็นตัวเลือกที่ดีมากๆ
<br />- Linda, Munich, Germany</p>

<p>เพื่อนคนหนึ่งของฉันที่มักจะไปเช่าหรือซื้อ DVDs กับฉันแนะนำมา ฉันเป็นสมาชิก ChinaPortal เมื่อเดือนพฤศจิกายน คุณภาพของวิดีโอดีมากและมีหนังและรายการทีวีใหม่มากมาย ฉันได้พบวิดีโอหลายเรื่องที่ฉันไม่เห็นจากที่อื่นๆ หลังจากเป็นสมาชิกของChinaPortal ฉันเลิกเช่าหรือซื้อ DVDs ไปเลย และฉันก็แนะนำบริการของคุณให้กับเพื่อนๆของฉันด้วย
<br />- Amy, NY City, NY, USA</p>

<p>ได้สมัครเป็นสมาชิกและรู้สึกพอกับเว็บไซต์แห่งนี้โดยเฉพาะความเร็วในการเชื่อมต่อในการชมรายการแบบต่อเนื่อง ไม่เหมือนเว็บไซต์อื่นๆ ให้คะแนนระดับ A บวก
<br />- Chen, London, UK</p>

<p>คุณภาพของวิดีโอที่ ChinaPortal สูงมากเหมือนดู DVD บริการของคุณสร้างสีสันให้ชีวิตของฉัน เดี๋ยวนี้วันหยุดของฉันไม่เบื่ออีกแล้ว
<br />- Huijuan, Toronto, Canada</p>

<p>ฉันเป็นแฟนตัวจริงของ Feng Gong และ Xianshen ฉันรู้สึกตื่นเต้นมากเมื่อได้เห็นพวกเขาในเว็บไซต์ของคุณ ขอบคุณจริงๆ
<br />- Xue, AZ, USA</p>

<p>ฉันไม่ได้สมัครในตอนแรกเพราะกังวลเรื่องระบบอินเทอร์เน็ตของฉันจะไม่เร็วพอที่จะรับข้อมูลภาพที่ดีได้ แต่ว่าหนัง ละครทีวี และรายการอื่นๆ ในเว็บไซต์ของคุณนั้นชักจูงใจให้ฉันตัดสินใจทดลองสมัคร และเมื่อได้สมัครแล้วฉันก็ติดใจบริการของคุณ ขอบคุณสำหรับบริการที่ยอดเยี่ยม
<br />- Xiaochun, MA, USA</p>

<p>เว็บไซต์ของคุณดีมากและสะดวกสบายมากในการดูหนังบนเว็บไซต์ของคุณ
<br />- Xi Mei, GA, USA</p>

<p>ฉันตั้งใจจะติดตั้งทีวีแบบดาวเทียมสำหรับพ่อแม่ของฉันที่จะมาเยี่ยมที่บ้าน แต่ค่าบริการรายเดือนที่แพงและต้องสมัครระยะยาวทำให้ฉันคิดหนัก ระหว่างที่ฉันหาทางออกก็ได้รู้จักกับบริการของคุณ และได้สมัครทันที ตอนนี้พ่อแม่ของฉันชอบดูหนังและรายการทีวีของคุณทุกวันด้วยการใช้จอคอมพิวเตอร์ของฉัน ฉันได้ดูวิดีโอพร้อมกับพวกท่านเวลาที่อยู่ที่บ้าน บริการของคุณช่วยเราได้มากเลย
<br />-  Steve, UT, USA</p>

<p>ฉันเป็นแฟนหนังจีนและไปร้านเช่า DVD บ่อยๆ การขับรถไปที่ร้านเช่านั้นไม่สะดวกสำหรับฉัน และก็ถูกเก็บค่าเช่าเพิ่มเมื่อคืนช้ากว่าเวลาที่กำหนด เพื่อจะดูวิดีโอที่เช่ามาให้ทันฉันไปไหนไม่ได้หลังจากที่เช่า DVD มา ซึ่งทำให้พลาดงานปาร์ตี้และสิ่งอื่นที่สำคัญ สิ่งเหล่านี้รบกวนฉันจริงๆ เมื่อเพื่อนฉันแนะนำมา ฉันสมัครเป็นสมาชิก ChinaPortal และทำให้ฉันได้ดูรายการในเวลาใดก็ได้ที่ต้องการ และเดี๋ยวนี้ฉันก็ไม่ต้องเสียค่าเช่าเกินเวลาอีกแล้ว
<br />- Helen, IL, USA</p>

<p>รายการในเว็บไซต์ของคุณดีมากๆ คุณภาพดีเยี่ยม การอัพเดทรายการใหม่มีตลอด และนอกจานั้นคุณยังมีรายการใหม่ๆ และรายการพิเศษอีกด้วย เป็นการเลือกที่ดีจริงๆ 
<br />- Cindy, Sydney, Australia</p>

<p>ผมเป็นแฟนฟุตบอลและดีใจที่ได้เห็น Zhongchao ที่เว็บไซต์ของคุณ มันเป็นความพอใจแบบสุดๆที่ได้ดูเกมฟุตบอลในเว็บไซต์ของคุณ คุณช่วยเพิ่มรายการเกี่ยวกับฟูตบอลและกีฬาอื่นๆ อีกได้มั้ย
<br />- Frank, Los Angels, CA, USA</p>

<p>ผมเป็นเจ้าของเว็บไซต์ภาษาจีนและแนะนำบริการแบบนี้ให้กับผู้อ่าน ด้วยเหตุผลบางประการ ผมไม่สามารถติดต่อกับผู้ให้บริการนั้นได้ แม้ว่าทั้งตัวผมและผู้อ่านจะยังต้องการบริการนั้นอยู่ และหลังจากที่ได้รู้จักเว็บไซต์ของคุณ ผมติดต่อคุณทันที ผมใช้บริการของคุณและพบว่ามันดีมาก ดีกว่าบริการเดิมที่เคยใช้มากด้วยซ้ำ ผู้อ่านของเราก็ชื่นชอบบริการของคุณ ผมเชื่อว่าบริการของคุณมีโอกาสประสบความสำเร็จสูงมาก
<br />- Kevin, Oklahoma City, OK, USA</p>

<p>ฉันมาจากเซี่ยงไฮ้และติดตามรายการของ SMG หลังจากที่มาอยู่ที่สหรัฐ ฉันคิดถึงรายการนี้มาก มันสร้างความแปลกใจกับฉันมาเมื่อพบพวกเขาในเว็บไซต์ของคุณ เดี๋ยวนี้ฉันได้ดูพวกเขาอีกและชีวิตแบบเซี่ยงไฮ้ก็กลับมาคืนมา
<br />- Wendy, Seattle, WA, USA</p>

<p>ฉันเหมือนพวกเพสติดอินเทอร์เน็ต ได้สมัครบริการของคุณเพราะความสงสัยอยากรู้ มันเป็นบริการใหม่และฉันต้องการเรียนรู้เกี่ยวกับมัน และค่าบริการรายเดือน $9.99 ก็ไม่แพง และฉันก็ชอบบริการคุณทันทีและได้ดูรายการ "Chinese Style Divorce" จบภายใน 3 วัน มันเป็นบริการที่เยี่ยมและมีรายการที่ดีจริงๆ
<br />- Wayne, Boston, MA, USA</p>

<p>จากมาเปิดดูเว็บไซต์ของคุณฉันพบว่ามีรายการเกี่ยวกับการศึกษามากมาย ทั้งสอน ว่ายน้ำ แอโรบิก เต้นรำ ทำอาหาร แต่งหน้า และอื่นๆ มันดีมากๆ เดี๋ยวนี้ฉันพัฒนาทักษะการว่ายน้ำและเต้นรำของฉันให้ดีขึ้นด้วย
<br />- Eva, Baltimore, ML, USA</p>

<p>ฉันเคยใช้บริการแบบนี้มาก่อน แต่มันสร้างความผิดหวังให้ฉันแทบจะในทันที ฉันไม่รู้ว่าเขามีปัญหาเรื่องเทคนิคหรือเรื่องลิขสิทธิ์ จึงทำให้ฉันหาเว็บไซต์ไม่เจออีก ฉันก็คิดถึงบริการนั้นตลอดเพราะว่าชอบบริการแบบนี้เพราะสะดวกดี เมื่อฉันได้เห็นโฆษณาของคุณ ฉันสมัครทันที การบริการของคุณแน่นอนมากดีกว่าที่ที่ฉันเคยใช้มาเยอะ
<br />- Yun, Nashville, TN, USA</p>

<p>ฉันค้นหาหนังอิสระเช่นเรื่อง "Platform" ของ Jia Zhang Ke และหนังของ Huang Zhen Zhen ซึ่งมันหายากมาก เมื่อฉันเห็นมันในเว็บไซต์ของคุณ ฉันตื่นเต้นมาก ช่วยนำหนังประเภทนี้มาเพิ่มอีกได้มั้ย
<br />- Vivian, Santa Clara, CA, USA</p>

<p>เพื่อความประหยัด ฉันทดลองใช้บริการเว็บไซต์ดาวน์โหลดหนังฟรีที่อื่น ฉันประหยัดเงินได้จริงแต่ต้องเสียเวลามากในการค้นหาและดาวน์โหลด และการดาวน์โหลดก็ช้ามาก บางครั้งใช้เวลา 1 วันเพื่อดาวน์โหลดหนังเรื่องยาวๆ และฉันไม่ได้ดูมันในทันที ฉันรู้สึกว่ามันไม่สะดวกเสียเลย เดี๋ยวนี้ฉันสบายมากขึ้นหลังจากสมัครบริการของคุณ มันคุ้มค่ามากและฉันก็ได้ดูหนังในทันที ขอบคุณสำหรับบริการของคุณ ฉันไม่ต้องเสียเวลาในกาค้นหาหนังที่อยากดูจากเว็บไซต์อื่นๆ อีกต่อไป
<br />- Jerry, Albany, NY, USA</p>
