<%@ page contentType="text/html; charset=utf-8" %><%@ include file="../../content/common/parameter.jsp" %>
<table height="179" border="0" cellpadding="0" cellspacing="10" bgcolor="003366">
    <tr >
    <td><span class="biaoti"  style="font-size: 16px;">จะใช้งานได้อย่างไร</span></td>
  </tr>
<tr> 
    <td colspan="3" class="weiwen"><br>เมื่อคุณสมัครบริการของ ChinaPortal
      คุณจะมีสิทธิ์ในการเลือกชมรายการคุณภาพเยี่ยมที่หาชมจากที่อื่นไม่ได้
      คุณสามารถชมรายการโปรดของคุณได้จากทุกที่และทุกเวลาที่คุณต้องการ
      คุณยะงได้เลือกชมรายการต่างๆ ที่มีมากกว่าช่องโทรทัศน์ของจีน
      และที่สำคัญคุณจ่ายน้อยกว่าช่องรายการทางโทรทัศน์ชั้นดีเสียอีก ทั้งหมดนี้: 
      <ul>
        <li>ไม่จำเป็นต้องซื้อแผ่นก็อปปี้ผิดกฏหมายจากประเทศจีน</li>
        <li>ไม่ต้องรอรายการที่คุณชอบ</li>
        <li>ไม่ต้องเข้าร้านวิดีโออีกต่อไป </li>
        <li>ไม่พบความไม่สะดวกในตอนเริ่มต้น</li>
        <li>ไม่ต้องติดตั้งโปรแกรมพิเศษบนเครื่องคอมพิวเตอร์</li>
      </ul>
    ทั้งหมดนี้คุณเพียงแต่ทำตาม 3 ขั้นตอนง่ายเพื่อเริ่มใช้บริการของเรา
      <ol style="font-weight: ">
        <li><span class="neiwen01">เลือกรายการที่คุณชอบจากคลังรายการทั้งหมดที่เรามีอยู่</span><br>
          เรามีภาพยนตร์จีนให้เลือกมากที่สุด และมีหนังใหม่ๆ รายการทีวีใหม่ๆ รวมถึงเพลงฮิต และรายการพิเศษเฉพาะที่นี่ไว้รอคุณ
		   ทุกรายการของเรานั้นได้รับลิขสิทธิ์อย่างถูกต้องตามกฏหมาย<br></li>
        <li><span class="neiwen01">เข้าสู่ระบบของเรา หรือสมัครเป็นสมาชิกของเราถ้าคุณเพิ่งจะใช้บริการเป็นครั้งแรก</span><br>
          ChinaPortal มีรูปแบบสมาชิก 2 รูปแบบ:<br>
          <ol>
            <li><span class="neiwen01">ChinaPortal Basic พื้นฐาน:</span> $19.99 ต่อเดือน 
              ชมรายการได้ 30 ชั่วโมง ชมได้ทุกรายการที่อยู่ในคลังวิดีโอของเรา
              และใช้บริการฟังวิทยุและเพลงได้ฟรี</li>
            <li><span class="neiwen01">ChinaPortal Premuim พิเศษ:</span> $39.99 ต่อเดือน 
              ไม่จำกัดชั่วโมงการชมรายการ ชมได้ทุกรายการที่อยู่ในคลังวิดีโอของเรา
              และใช้บริการฟังวิทยุและเพลงได้ฟรี
</ol>
              ตรวจสอบที่โฮมเพจของเราเมื่อมีส่วนลดหรือโปรโมทชั่น รายละเอียดเพิ่มเติมเกี่ยวกับรูปแบบการเป็นสมาชิก<a href="<%=basePath%>/static.jsp?fn=purchase" class="lianjie">คลิกที่นี่</a>.<br></li>
        <li><span class="neiwen01">ชมรายการต่างๆ ของเราผ่านเครื่องคอมพิวเตอร์ของคุณ ด้วยวิธี ดูผ่านอินเทอร์เน็ต (streaming) หรือการดาวน์โหลด</span><br>
         เราให้คุณได้เลือกวิธีการชมรายการ 2 รูปแบบ :  ชมผ่านอินเทอร์เน็ต (streaming) และ ดาวน์โหลด
          ทั้งสองแบบจะได้รับคุณภาพระดับเดียวกับ DVD ในการชมแบบผ่านอินเทอร์เน็ต คุณจะได้ชมรายทันทีเมื่อเวลาที่คุณออนไลน์อินเทอร์เน็ตอยู่
		  ในการชมแบบดาวน์โหลด คุณสามารถเก็บโปรแกรมไว้ในเครื่องเพื่อดูทีหลังได้</li>
      </ol>
     ใช้บริการครั้งแรกใช่ไหม?&nbsp;&nbsp;<a href="#" onclick="loginChinaportal('<%=returnUrl%>')" class="lianjie">สมัครตอนนี้เลย!</a> หากต้องการลองดูคุณภาพ เชิญ <a href="<%=basePath%>/getCategory.do?category_id=28&parent_id=114" class="lianjie">ดูตัวอย่าง</a> ก่อนได้<br><br>
      ถ้ามีคำถามใดๆ กรุณาไปที่หน้า <a href="<%=basePath%>/static.jsp?fn=FAQs" class="lianjie">คำถามคำตอบ</a> หรือติดต่อ <a href="#" onclick="popup('9')" class="lianjie">บริการลูกค้า</a>.<br>
    </td>
  </tr>
</table>
