<%@ page contentType="text/html; charset=utf-8" %>
<table height="179" border="0" cellpadding="0" cellspacing="10">
     <tr >
    <td><span class="biaoti"  style="font-size: 16px;">ChinaPortal นโยบายความเป็นส่วนตัว</span></td>
  </tr>

  <tr> 
    <td colspan="3" class="weiwen"><br>ความเป็นส่วนตัวของคุณสำคัญต่อเรา นโยบายนี้จะอธิบายว่า ChinaPortal จะปฏิบัติต่อข้อมูลส่วนตัวที่ ChinaPortal ได้รับอย่างไร รวมถึงข้อมูลส่วนตัวที่เกี่ยวข้องกับการบริการของ ChinaPortal นโยบายนี้ใช้กับข้อมูลส่วนตัวทุกอย่างที่เก็บหรือให้ไว้ในเว็บไซต์ของ ChinaPortal<br>  
<br>
      คำอธิบาย ข้อมูลส่วนตัว หมายถึงข้อมูลเฉพาะบุคคลที่ยืนยันคนนั้นได้ และไม่เปลี่ยนเผยต่อสาธารณะ เช่น ชื่อ รายละเอียดของที่อยู่ และ ข้อมูลบัตรเครดิต <br>
      <br><span class="neiwen01">การเก็บข้อมูลส่วนตัว</span><br>
	   <br>คุณอาจเลือกให้ข้อมูลส่วนตัวแก่เราในเว็บไซต์แห่งนี้ ข้อมูลนั้น รวมถึง ชื่อของคุณ อีเมล์ วันเกิด รหัสไปรษณีย์ และข้อมูลส่วนตัวอื่นๆ อาจถูกเรียกขอเมื่อคุณลงทะเบียนกับ ChinaPortal, ใช้บริการของ ChinaPortal หรือเข้าชมเว็บไซต์ของ ChinaPortal หรือเว็บไซต์สมาชิก หรือโฆษณา หรือผู้ให้การสนับสนุน หรือพันธมิตรทางธุรกิจของเรา เพื่อการสมัครใช้บริการของ ChinaPortal และการชำระเงินผ่าน ChinaPortal คุณจะต้องให้ข้อมูลเพิ่มเติมเพื่อการการชำระเงิน ที่ร่วมถึงข้อมูลบัตรเครดิต หรือการจ่ายเงินแบบอื่นๆ และข้อมูลการชำระเงิน <br><br>ถ้าคุณเลือกที่จะไม่ให้ข้อมูลส่วนตัวที่ถูกขอ คุณจะไม่สามารถลงทะเีบียนเพื่อใช้บริการของ ChinaPortal, สมัครใช้บริการของ ChinaPortal, ซื้อสินค้าหรือชำระเงิน ใช้บริการหรือรับสิทธิ์ประโยชน์ได้ <br><br>ChinaPortal เป็นเจ้าของข้อมูลส่วนตัวทั้งหมดที่ได้รับมา ในเหตุการณ์ที่ ChinaPortal ถูกได้รับ, ถูกรวมเข้ามา หรือการทำใดๆ จากบริษัทอื่น ChinaPortal สงวนสิทธิ์ที่จะส่งมอบความเป็นเจ้าของในข้อมูลส่วนตัวนั้นๆ ให้กับบริษัทอื่นๆ โดยไม่แจ้งล่วงหน้า ในเหตุการณ์เช่นการส่งต่อ, นโยบายความเป็นส่วนตัวของบริษัทอื่น, จะทำภายใต้นโยบายของ ChinaPortal
		<br><br><span class="neiwen01">การใช้งานข้อมูลส่วนตัว</span>
		<br><br>ChinaPortal จะไม่ให้เช่า, ขาย, หรือแบ่งข้อมูลส่วนตัวให้แก่บุคคลที่สามที่ไม่เกี่ยวข้องกับคำอธิบายด้านล่าง ChinaPortal จะใช้ข้อมูลส่วนตัวของคุณเพื่อวัตถุประสงค์ดังนี้ : 
		
      <ul>
        <li>เพื่อตรวจสอบสถานการใช้งานของคุณ รวมถึงการยืนยันว่าคุณเป็นสมาชิกของ ChinaPortal ที่ได้ชำระเงินตามที่กำหนดไว้ หรือคุณพอใจในข้อตกลงอื่นๆ ในเนื้อหา; </li>
        <li>เพื่อทำงานตามขั้นตอนการชำระเงิน รวมถึงวัตุประสงค์ในการชำระเงิน; </li>
        <li>เพื่อยืนยันการเป็นสมาชิก หรือการยกเลิกการเป็นสมาชิกจาก ChinaPortal หรือ การซื้ออื่นๆที่เกี่ยวข้อง; </li>
        <li>เพื่อปรับการโฆษณาและเนื้อหาให้เหมาะสมกับความสนใจของคุณ; </li>
        <li>เพื่อพัฒนาบริการของเรา; </li>
        <li>เพื่อบอกกล่าวข้อมูลของสินค้าหรือบริการของ ChinaPortal; </li>
        <li>เพื่อให้คุณได้รับการโฆษณาที่ตรงเป้าหมาย, การลดราคา และข้อเสนอพิเศษ จาก ChinaPortal หรือเว็บไซต์สมาชิก, โฆษณา, ผู้ให้การสนับสนุน หรือพันธมิตรทางธุรกิจ; และ </li>
        <li>เพื่อวิจัยและสอบถามและรวบรวมข้อมูลเพื่อรายงานแนวโน้มแก่ ChinaPortal และพันธมิตรทางธุรกิจ </li>
  </ul>
  	ChinaPortal สงวนสิทธิ์ในการแสดงโฆษณาเฉพาะกลุ่มของเราหรือของบุคคลที่สามที่มีผลจากข้อมูลส่วนตัวของคุณ คุณได้รับทราบว่า ChinaPortal ไม่ได้ให้ข้อมูลส่วนตัวแก่ผู้โฆษณา โดยผู้โฆษณาจะคาดว่าคุณตรงกับเป้าหมายที่จะแสดงโฆษณาเพื่อให้มีผลต่อปฏิกิริยาของคุณ (เช่น การคลิกดูโฆษณา) หรือชมโฆษณา <br><br>บางครั้งเรารวบรวมข้อมูลที่เก็บไว้ (ไม่ขึ้นอยู่กับข้อมูลส่วนตัวที่เจาะจงใด) เพื่อการวิจัยและวัตถุประสงค์ทางการค้า ข้อมูลนี้รวมถึง ส่วนไหนที่ผู้ใช้บริการของเราเข้าชมมากที่สุด และบริการไหนที่มีการใช้บริการมากที่สุด ข้อมูลนี้ช่วยให้เราพัฒนาเว็บไซต์ให้ดีขึ้นที่เป็นประโยชน์ต่อการใช้งานของคุณ<br><br>
		<span class="neiwen01">Opt Out</span>
  	<br><br>
      ถ้าคุณไม่ต้องการรับข้อเสนอหรือการสื่อสารอื่นๆจากพันธมิตรทางธุรกิจของเรา คุณสามารถ &quot;opt out&iexcl;&plusmn; โดยเลือก &quot;no&iexcl;&plusmn; 
      ในช่องคำถามสุดท้ายเมื่อลงทะเบียนซึ่งบอกว่า คุณต้องการจะรับข้อมูลจากเว็บไซต์สมาชิกของ ChinaPortal, ผู้โฆษณา, ผู้สนับสนุน หรือพันธมิตรทางธุรกิจ คุณยังสามารถแก้ไขข้อมูลสมาชิกของคุณ รวมถึงการตั้งค่าเรื่องการตลาดของคุณ ได้ทุกเมื่อ และถ้า opt out ของการบอกรับการสื่อสารโปรโมทชั่นผ่านอีเมล์ คุณยังสามารถลบข้อมูลสมาชิกของคุณโดยส่งอีเมล์มาที่  <a href="mialto:support@chinaportal.com" class="lianjie">support@chinaportal.com</a>, 
      แต่หลังจากลบข้อมูลสมาชิกไปแล้วคุณจะไม่สามารถเข้าใช้บริการในส่วนที่ต้องเสียเงินใน ChinaPortal ได้จนกว่าคุณจะสมัครใหม่<br>
      <br><span class="neiwen01">Cookies</span><br>
      <br>
      เหมือนกับเว็บไซต์ใหญ่อื่นๆ ChinaPortal ใช้ cookies เพื่อตรวจจับรูปแบบในเว็บไซ์ืของเราและเพื่อปรับบริการและสินค้าให้เข้ากับประสบการณ์ของผู้ใช้งาน  cookie เป็นข้อมูลตัวอักษร (text file) ที่เว็บไซต์ของเราส่งมาที่เครื่องคอมพิวเตอร์ของคุณเพื่อวัตถุประสงค์ในการเก็บข้อมูล และเพิ่มคุณภาพของการเข้าชมเว็บไซต์ของเรา  Cookies ไม่สามารถใช้ในการเปิดโปรแกรมหรือนำพาไวรัสคอมพิวเตอร์มาที่เครื่องของคุณ<br><br>
      บราวเซอร์ส่วนใหญ่จะตั้งค่าให้รับ cookies โดยอัตโนมัติ คุณสามารถตั้งค่าในบราวเซอร์ให้ไม่รับ cookies ได้ แต่จะเป็นเหตุให้คุณไม่สามารถใช้ประสิทธิภาพของคุณสมบัติในเว็บไซต์ได้อย่างเต็มที่ หรือใช้ไม่ได้เลย คุณเห็นชอบว่า ChinaPortal จะไม่จำกัดประิสิทธิภาพการทำงานของคุณสบบัติต่างๆ ในเว็บไซต์<br><br>
      ChinaPortal สงวนสิทธิ์ในการตั้งและใช้ ChinaPortal cookies ในเครื่องคอมพิวเตอร์ของคุณและให้อำนาจแก่ผู้โฆษณาในเว็บไซต์ ChinaPortal ได้ตั้งและใช้ cookies ของเขาในเครื่องคอมพิวเตอร์ของคุณ ChinaPortal ได้ปฏิบัติต่อข้อมูลส่วนตัวที่อาจจะอยู่ใน cookies ด้วยความลับเหมือนกับข้อมูลส่วนตัวอื่นๆ ที่คุณให้ไว้กับเรา บริษัทอื่นๆ ใช้ cookies ของเขาเป็นเรื่องของนโยบายความเป็นส่วนตัวของบริษัทนั้นๆเอง <br><br><span class="neiwen01">การเปิดเผยโดยการร้องขอของกฏหมายและการสอบสวน</span><br><br>
เราของสงวนสิทธิ์เพื่อเปิดเผยข้อมูลส่วนตัวของคุณเนื่องจากคำสั่งศาล หรือกระบวนการทางกฏหมาย, หรือการปฏิบัติตามสิทธิทางกฏหมายของเรา หรือ ป้องกันการทำผิดกฏหมาย
      <br><br>
      เราของสงวนสิทธิ์ในการใช้หรือเปิดเผยข้อมูลส่วนตัวของคุณเนื่องจากการสอบสวน, แก้ต่าง หรือการปฏิบัติในกิจกรรมทางกฏหมาย, การละเมิดทรัพย์สินของ ChinaPortal หรือของบุคคลที่สาม, การตั้งข้อสงสัย, สถานการณ์ที่เกี่ยวข้องกับความปลอดภัยในบุคคลหรือขัดแย้งต่อเงื่อนไขการใช้งานของ ChinaPortal, หรือการร้องขออื่นๆตามกฏหมาย<br><br><span class="neiwen01">ความปลอดภัยและความลับของข้อมูลส่วนตัว</span><br>
      <br>
      เพื่อป้องกันการใช้งานโดยไม่ผ่านการตรวจสอบ, การลักลอบนำข้อมูล และเพื่อความแน่ใจในความถูกต้องของการใช้งานข้อมูลส่วนตัว เราได้วางขั้นตอนทั้งทางกายภาพ, อิเล็กทรอนิก, และการจัดการที่เรามีอย่างเหมาะสมเพื่อการป้องกันและความปลอดภัยของข้อมูลส่วนตัวที่เราเก็บไว้แบบออนไลน์<br>
      <br> เราใช้เทคโนโลยีการเข้ารหัสเพื่อป้องกันข้อมูลความลับที่ถูกเก็บไว้และส่งผ่านในเว็บไซต์ของเรา เมื่อแบบการลงทะเบียนและแบบการสั่งของเราถามผู้ใช้งานถึงข้อมูลส่วนตัวที่ละเอียดอ่อน (เช่น หมายเลขบัตรเครดิต และหรือ หมายเลขทางสังคม) ข้อมูลนั้นจะถูกเข้ารหัสและถูกป้องกันด้วยโปรแกรมการเข้ารหัสที่ดีที่สุดที่มีอยู่ในขณะนี้ ที่รู้จักกันในชื่อ SSL. 
      <br>
      <br>
      นอกเหนือจากที่ข้อมูลสมาชิกของคุณจะได้รับการป้องกันจากรหัสผ่านด้วย หลังจากเข้าสู่ระบบสำเร็จคุณสามารถเปลี่ยนรหัสผ่านได้ ChinaPortal แนะนำให้คุณตั้งรหัสผ่านที่ยากต่อการเดา, เปลี่ยนรหัสผ่านตามระยะเวลา และเก็บรหัสผ่านของคุณเป็นความลับ (รวมทั้งไม่ยอมให้เพื่อนหรือคนในครอบครัวในข้อมูลสมาชิกและรหัสผ่านของคุณ) คุณรับทราบว่าคุณรับผิดชอบในการตั้งรหัสผ่านและเก็บรักษามันไว้เป็นความลับ โดยที่ ChinaPortal หรือบุคคลที่สามไม่มีส่วนในการผิดพลาดในการเก็บรักษารหัสผ่านของคุณ<br><br><span class="neiwen01">การไม่มีส่วนในการกระทำของบุคคลที่สาม</span><br><br>
แม้เราจะใช้การป้องกันที่สมเหตุสมผลต่อการเก็บข้อมูลส่วนตัวเป็นความลับในทางอินเทอร์เน็ตก็ไม่สามารถป้องกันได้สมบูรณ์แบบ ChinaPortal จะไม่มีส่วนในการเปิดเผยข้อมูลที่คุณให้กับเราในระหว่างความผิดพลาดในการปฏิบัติการ, การกระทำโดยบุคคลที่สามที่ไม่ผ่านการตรวจสอบ หรือผ่านการใช้งาน cookies จากบุคคลที่สาม, โปรแกรม, routines, ไวรัส หรือส่วนอื่นๆในคอนพิวเตอร์ของคุณ
      <br><br>
      เมื่อคุณออกจากเว็บไซต์ ChinaPortal รวมถึงโดยการคลิกที่ลิงค์จากเว็บไซต์ของเรา คุณจะอยู่ภายใต้นโยบายความเป็นส่วนตัวของเว็บไซต์บุคคลที่สามและบริษัทอื่นซึ่งอาจจะแตกต่างจากนโยบายนี้ เราขอให้คุณตระหนักเมื่อคุณออกจากเว็บไซต์ ChinaPortal ให้อ่านนโยบายความเป็นส่วนตัวของแต่ละเว็บไซต์ที่เก็บข้อมูลของคุณด้วย<br>
   	  <br><span class="neiwen01">เยาวชน</span><br><br>
ในการลงทะเบียนใช้บริการของ ChinaPortal คุณจะต้องมีอายุอย่างน้อย 18 ปีบริบูรณ์ ไม่มีข้อมูลใดๆ ที่ส่งถึงเราโดยบุคคลที่อายุต่ำกว่า 13 ปี นอกจากมีการดูแลโดยผู้ปกครองหรือผู้ปกป้องทางกฏหมาย และไม่ให้บุคคลที่อายุต่ำกว่า 13 ปี กระทำการต่างๆ หรือกระทำการทางกฏหมายในเว็บไซต์แห่งนี้ โดยที่ไม่มีการดูแล หรือการอนุญาตโดยกฏหมาย
      <br><br><span class="neiwen01">การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้</span><br><br>
ChinaPortal อาจมีการแก้ไขนโยบายนี้ในเวลาต่อมา เราขอสงวนสิทธิ์ในการแจ้งให้ทราบถึงการเปลี่ยนแปลงเกี่ยวกับข้อมูลความเป็นส่วนตัวโดยส่งข้อความแจ้งทางอีเมล์ที่คุณให้ไว้ในข้อมูลสมาชิก หรือแจ้งไว้ในเว็บไซต์ ChinaPortal อย่างเห็นได้ชัดและเป็นระยะเวลาที่เราตัดสินใจว่าสมควร<br><br><span class="neiwen01">คำถามหรือข้อแนะนำ</span><br><br>
      ถ้าคุณมีคำถามหรือข้อแนะนำเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ กรุณาส่งอีเมล์มาที่<a href="mailto:privacy@chinaportal.com" class="lianjie">privacy@chinaportal.com</a> 
      หรือที่อยู่ ChinaPortal, Inc., 3 Twin Dolphin Drive, Suite 295, Redwood City, CA 94065. <br>
      <br>
	</td>
  </tr>
</table>
