<%@ page contentType="text/html; charset=utf-8" %>
<table height="179" border="0" cellpadding="0" cellspacing="10">
    <tr ><td align="center"><span class="biaoti"  style="font-size: 16px;">ChinaPortal ข้อความและเงื่อนไขในการใช้งาน</span></td></tr>
  <tr> 
    <td colspan="3" class="weiwen">ข้อตกลงนี้ (&quot;ข้อตกลง&quot;) อธิบายถึงข้อความและเงื่อนไขในการใช้งานบริการต่างๆ ที่อยู่ภายใต้ 
      domain และ sub-domains ของ www.chinaportal.com และเว็บไซต์ในประเทศต่างๆของเรา  ( &quot;เว็บไซต์&quot;) ถ้าคุณไม่เห็นด้วยกับส่วนใดส่วนหนึ่งของข้อความและเงื่อนไขต่อไปนี้ คุณไม่ควรใช้งานเว็บไซต์หรือบริการใดๆที่มีอยู่ในเว็บไซต์ <br>
      <br>
      &quot;เรา,&quot; &quot;พวกเรา,&quot; และ &quot;ของเรา&quot; หมายถึง ChinaPortal &quot;คุณ&quot; และ &quot;ของคุณ&quot; หมายถึงผู้ใช้หรือผู้ชมเว็บไซต์<br>
      <ol>
        <li> <span class="biaoti01">สิทธิ์ในเนื้อหาและความเป็นเจ้าของ</span><br>
          <br>
          ChinaPortal เป็นเจ้าของเว็บไซต์แต่เพียงผู้เดียว นอกจากส่วนอื่นที่ได้แจ้งไว้ในเว็บไซต์ สื่อทั้งหมดในเว็บไซต์ รวมทั้งข้อมูลที่ปรากฏทั้งหมด, ภาพ, เสียง, ข้อมูล, บริการออนไลน์, เกมส์, ตัวหนังสือ, ภาพเคลื่อนไหวและกราฟฟิก (เนื้อหา) ถูกคุ้มครองโดยลิขสิทธิ์, ตราสินค้า, ตราบริการ, สิทธิ และ/หรือ สิทธิ์ในการครอบครองของ ChinaPortal หรือผู้ให้บริการเนื้อหาของ ChinaPortal และผู้ได้รับใบอนุญาต  ChinaPortal ถือสิทธิ์และมอบหมายสิทธิ์ในเนื้อหาที่อยู่ในเว็บไซต์ ChinaPortal เองรวมถึงผู้ให้บริการเนื้อหาและผู้ได้รับใบอนุญาตจะขอสงวนสิทธิ์ในมูลค่าทั้งหมดของเนื้อหาที่ใช้ในเว็บไซต์ทั้งหมด ยกเว้นการได้รับบริการในนี้, ที่ไม่ได้รับสิทธิ์, หัวข้อหรือผลประโยชน์ในเนื้อหาใดๆ ที่ได้จากคุณที่เป็นผลมาจากการลงทะเบียนระหว่างคุณและ ChinaPortal การใช้งานของคุณในเว็บไซต์นี้หรือการชำระเงินให้กับ ChinaPortal เพื่อแลกเปลี่ยนกับการเข้าถึงเนื้อหาใดๆ 
</li>
        <br>
        <br>
        <li> <span class="biaoti01">การยอมรับการใช้งาน</span><br>
          <br>
          ChinaPortal เป็นเว็บไซต์สำหรับความบันเทิงส่วนบุคคลและเพื่อความสนุกสนานของคุณ, และการใช้งานทั้งหมดในเว็บไซต์เป็นส่วนตัว, การชมแบบไม่หวังผลกำไร และเพื่อใช้เท่านั้น ในเว็บไซต์ ChinaPortal สร้างเนื้อหาไว้สำหรับผู้ใช้งานของ ChinaPortal รวมถึงคุณด้วย ซึ่งได้ถูกเขียน และหรือ ข้อกำหนดทางอิเล็กทรอนิกซึ่งจะจำกัดการใช้งานของคุณ หรือเนื้อหาแบบ title-by-title 
          basis (e.g., time and geographic restrictions). <br>
          &nbsp;&nbsp;&nbsp;ChinaPortal อนุญาตให้คุณแบบ ไม่เพียงผู้เดียว, ไม่ส่งต่อได้ ในการเข้าถึงหรือใช้งานในเว็บไซต์เพื่อส่วนตัว, วัตถุประสงค์ที่ไม่หวังผลกำไร ในข้อความและเงื่อนไขในการใช้งานนี้ประกอบไปด้วยข้อชี้แจงเรื่อง ลิขสิทธิ์, ตราสินค้า และข้อความอื่นๆ ถ้าคุณไม่ปฏิบัติตามข้อความและเงื่อนไขการใช้งาน การยิมยอมของคุณในการใช้งานเว็บไซต์นี้จะถูกยกเลิกโดยอัตโนมัติ<br>
          <br>
          คุณไม่สามารถ:<br>
          <ul>
            <li>เข้าถึง, ใช้. ปฏิบัติ, แสดงผล. จัดจำหน่าย, ส่งต่อ, แก้ไข, ดัดแปลง, สร้างเพิ่มเติม, ขาย หรือทำการอื่นๆ ในทั้งหมดหรือส่วนใดส่วนหนึ่งของเนื้อหาที่อยู่เว็บไซต์ นอกจากคุณจะได้รับอำนาจให้ทำโดยเจ้าของของเนื้อหานั้น; </li>
            <li>ใช้เว็บไซต์หรือเนื้อหาเพื่อฝ่าฝืนลิขสิทธิ์, ตราสินค้า, รูปแบบ, การส่งต่อ, สิทธิอื่นๆ, ความเป็นส่วนตัว หรือสิทธิสาธารณะ, กฏในการสื่อสาร หรือสถานะ, หรือกฏหมายอื่นๆ, รวมถึงข้อสงสัยทางกฏหมายอื่นๆ; 
            </li>
            <li>ใช้เว็บไซต์เพื่อเชื่อมต่อกับผลการกระทำโดยคุณที่ละเลยต่อข้อมูลการบริหารจัดการลิขสิทธิ์หรือเทคโนโลยีใดๆที่ควบคุมการทำงานของลิขสิทธิ์; </li>
            <li>เข้าถึงข้อมูลที่ไม่เกี่ยวกับคุณ หรือเข้าสู่ระบบ หรือข้อมูลสมาชิกที่คุณไม่มีอำนาจในการเข้าถึง; </li>
            <li>ปิดกั้นไม่ให้ผู้ใช้งาน,  host หรือ network, รวมถึงการส่งไวรัสมาในเว็บไซต์หรือผู้ใช้งาน, overloading, &quot;flooding,&iexcl;&quot; &quot;spamming,&iexcl;&quot; &quot;mailbombing&iexcl;&quot; 
              หรือ &quot;crashing;&iexcl;&quot; </li>
            <li>mirror' หรือ frame เนื้อหาต่างๆที่อยู่ในเว็บไซต์ไม่ว่ากรณีใด
              ; </li>
            <li>ลบ, ยกเลิก, ปิดการทำงาน หรือ reverse engineer โปรแกรมใดในเว็บไซต์; 
            </li>
            <li>ใช้ robot, spider, เครื่องมืออัตโนมัติอื่นๆ เพื่อ ตรวจดู หรือ ทำซ้ำในส่วนต่างๆ ของเว็บไซต์และเนื้อหา; </li>
            <li>probe, scan หรือ test the vulnerability ของเว็บไซต์หรือเจาะเข้าสู่ระบบรักษาความปลอดภัย หรือระบบการตรวจสอบ; </li>
            <li>ใช้เว็บไซต์เพื่อวัตถุประสงค์ในการหาข้อมูลหรือส่งต่ออีเมล์, รวมถึงการส่งเสิรมการขาย และหรือ การโฆษณาสินค้าหรือบริการ; </li>
            <li> export หรือ re-export เว็บไซต์หรือส่วนอื่นๆ, หรือโปรแกรมต่างๆ ที่อยู่ในเว็บไซต์ ในการฝ่าฝืนกฏหมาย export control หรือข้อบังคับของสหรัฐ; </li>
          </ul>
        </li>
        <br>
        <li><span class="biaoti01">ข้อเสนอที่มีต่อ ChinaPortal</span><br>
          <br>
          หมายเหตุ, คำแนะนำ, แนวความคิด หรือข้อมูลที่สื่อสารทั้งหมดจากคุณสู่ ChinaPortal จะเป็นสมบัติของ ChinaPortal เราจะไม่เก็บข้อเสนอเหล่านั้นเป็นความลับ หรือถือเป็นผลประโยชน์ของคุณหรือบุคคลอื่นที่เสนอข้อเสนอเหล่านั้นมา ChinaPortal จะไม่ทำตามความคิดที่คุณส่งมาหรือความคล้ายคลึงใดๆที่จะเกิดขึ้นกับผลิตภัณฑ์, บริการ, โฆษณา หรือการจัดการในอนาคต โดยไม่มีข้อจำกัดเรามีสิทธิ์ในความเป็นเจ้าของในสิทธิ์ต่างๆที่มีอยู่ในปัจจุบันและที่จะเกิดขึ้นในอนาคต จากข้อเสนอทุกประเภทและทุกที่ เราจะใช้ข้อเสนอสำหรับการพานิชย์หรือวัตถุประสงค์อื่นๆ โดยไม่มีการจ่ายค่าเสียหายในคุณหรือบุคคลใดที่ส่งข้อเสนอมา คุณเข้าใจว่าคุณรับผิดชอบต่อสิ่งต่างๆที่คุณส่งมา, และคุณ,ไม่ใช่เรา, มีความรับผิดชอบอย่างเต็มที่ในข้อความ, รวมถึงด้านกฏหมาย, ความน่าเชื่อถือ, ความเหมาะสม, ความเป็นต้นกำเนิด และ ลิขสิทธิ์</li>
        <br>
        <br>
        <li><span class="biaoti01">ชื่อสมาชิกและรหัสผ่าน</span><br>
          <br>
          คุณจำเป็นต้องมีชื่อสมาชิกและรหัสผ่านในการเข้าใช้งานบริการของ ChinaPortal คุณจะถือและรักษาชื่อสมาชิกหรือรหัสผ่านอย่างเป็นความลับที่สุด นั้นคือคุณจะไม่อนุญาตให้เพื่อน, ครอบครัว, ผู้เกี่ยวกับทางธุรกิจ หรือบุคคลอื่นเข้าใช้ หรือ ใช้ ชื่อสมาชิกหรือรหัสผ่าน คุณจะไม่เปิดเผยชื่อสมาชิกหรือรหัสผ่านบนเว็บไซต์ใดๆ หรือ ส่งผ่านเว็บไซต์ที่ไม่ปลอดภัย ChinaPortal จะไม่รับผิดชอบใดๆต่อเหตุการณ์ที่รหัสผ่านของคุณถูกลักลอบไปโดยบุคคลที่สาม<br>
          <br>
        </li>
        <li> <span class="biaoti01">Digital Millennium Copyright Act</span><br>
          <br>
          ในกรณีที่คุณเชื่อว่าเนื้อหาที่ถูกลิขสิทธิ์ของคุณถูกแสดง, จัดจำหน่าย หรือละเมิดวิธีอื่นๆ ในเว็บไซต์ คุณเห็นชอบให้ ChinaPortal แจ้งการละเมิดนั้นโดยใช้ 
          the Digital Millennium Copyright Act (&quot;DMCA&iexcl;&quot;), 17 U.S.C. &iexcl;&igrave; 
          512 ในทางเจาะจงลงไปคุณเห็นชอบว่าคุณจะให้ ChinaPortal&iexcl;&macr;s Copyright Agent Michelle Wu ซึ่งมีอีเมล์คือ <a href="mailto:copyright@chinaportal.com" class="lianjie">copyright@chinaportal.com</a> ข้อมูลถูกเขียนไว้ด้านล่าง ที่อยู่ที่ติดต่อได้คือ Michelle Wu, ChinaPortal, 3 Twin Dolphin Drive, Suite 295, Redwood City, CA 94065 คุณรับทราบขั้นตอนนี้ถึงการแจ้งกับ ChinaPortal เมื่อคุณเชื่อว่าวัตุดิบที่ถูกลิขสิทธิ์ของคุณถูกละเมิด ข้อมูลที่จะเสนอมีดังนี้
      <ul>
        <li>ลายเซ็นทางอิเล็กทรอนิกหรือลายเซ็นปกติของบุคคลที่มีอำนาจในการปฏิบัติแทนเจ้าของผลประโยชน์ลิขสิทธิ์; </li>
        <li>รายละเอียดของการทำงานเกี่ยวกับลิขสิทธิ์ที่คุณอ้างว่าถูกละเมิด; </li>
        <li>คำอธิบายว่าวัตถุดิบที่คุณอ้างว่าถูกละเมิดนั้นถูกในส่วนไหนของเว็บไซต์;</li>
        <li>ที่อยู่ของคุณ หมายเลขโทรศัพท์ และอีเมล์; </li>
        <li>หนังสือที่ออกมาจากคุณว่าคุณเชื่อว่าการใช้ที่ไม่เห็นด้วยไม่ได้ตรวจสอบโดยเจ้าของลิขสิทธิ์, ตัวแทน หรือกฏหมาย; และ </li>
        <li>หนังสือที่ออกมาจากคุณ, ทำภายใต้การลงโทษ, ที่ข้อมูลด้านบนในคำแจ้งของคุณนั้นถูกต้องและคุณเป็นเจ้าของลิขสิทธิ์ หรือได้รับอำนาจจากเจ้าของเพื่อทำการแทน </li>
          </ul>
        </li>
        <br>
        <li><span class="biaoti01">ข้อจำกัดด้านการบริการ</span><br>
          <br>
          เราสงวนสิทธิ์ในการปฏิเสธการให้บริการ, รวมถึงการลงทะเบียน, การสมัครมาชิก หรือ การชำระเงิน, กับทุกคนในทุกเหตุผลหรืออย่างไม่มีเหตุผล คุณเห็นชอบว่า ChinaPortal, โดยไม่ต้องแจ้งล่วงหน้า, อาจยกเลิก, เลื่อน หรือมีข้อจำกัดต่อข้อมูลสมาชิกของคุณ, รหัสผ่าน หรือการใช้งานเว็บไซต์ ด้วยเหตุผลต่างๆ และไม่มีเหตุผล คุณเห็นชอบว่า ChinaPortal จะไม่ทำตามคุณหรือบุคคลที่สามในการปฏิเสธการให้บริการ, การเลื่อน, ยกเลิก หรือ มีข้อจำกัดในการเข้าใช้งานในเว็บไซต์หรือบริการอื่นๆของบุคคลที่สามในเว็บไซต์นี้</li>
        <br>
        <br>
        <li><span class="biaoti01">การเปลี่ยนแปลง หรือ ความขัดข้องของบริการ</span><br>
          <br>
          ChinaPortal ขอสงวนสิทธิ์ในการแก้ไข หรือ ไม่ทำต่อ, อย่างชั่วคราวหรือถาวร, เว็บไซต์(หรือส่วนใดส่วนหนึ่ง) โดยไม่มีการแจ้งล่วงหน้า คุณเห็นชอบว่า ChinaPortal จะไม่ทำตามคุณหรือบุคคลที่สามในการแก้ไขเว็บไซต์หรือความขัดข้องของสิ่งที่อยู่ในเว็บไซต์, ไม่ว่าด้วยเหตุผลหรือช่วงเวลาใดๆ <br>
          <br>
        </li>
        <li><span class="biaoti01">ลิงค์ไปหาเว็บไซต์บุคคลที่สาม</span><br>
          <br>
          การลิงค์จากเว็บไซต์ของเราไปที่เว็บไซต์ใดๆ ของบุคคลที่สามไม่ได้เกิดจากความตกลงหรือรับรองของเราในการลิงค์เว็บไซต์ ถ้าคุณตัดสินใจที่จะออกจากเว็บไซต์ของเราและเข้าสู่เว็บไซต์ของบุคคลที่สาม คุณทำไปด้วยความเสี่ยงของคุณเอง ChinaPortal ไม่รับผิดชอบใดๆ ในเว็บไซต์อื่นๆ และไม่รับรองและไม่รับผิดชอบหรือทำตามเนื้อหาใดๆ, นโยบายความเป็นส่วนตัว, โฆษณา, ผลิตภัณฑ์ หรือวัตถุดิบอื่นๆ ที่อยู่ในเว็บไซต์ คุณรับทราบและเห็นชอบว่า ChinaPortal จะไม่ทำตามในเหตุความเสียหายหรือชำรุด หรือการมีส่วนในการใช้งาน หรือความเกี่ยวข้องกับเนื้อหา, สิ่งของ หรือ บริการที่อยู่ในเว็บไซต์นั้น </li>
        <br>
        <br>
        <li><span class="biaoti01">ข้อมูลส่วนตัว</span><br>
          <br>
          การลงทะเบียนเพื่อใช้บริการของ ChinaPortal และการทำการชำระเงินผ่านเว็บไซต์ คุณอาจถูกขอให้ลงทะเบียน และหรือ สร้างข้อมูลสมาชิืก เราสงวนสิทธิ์, และคุณให้อำนาจเรา, ในการใช้ข้อมูลเกี่ยวกับคุณในการต่างๆ ตามนโยบายความเป็นส่วนตัวของเรา, ข้อความที่ที่ไม่ได้มารวมโดยอ้างถึงที่นี่ นโยบายความเป็นส่วนตัวสามารถเข้าดูได้จากเว็บไซต์ เหมือนกับข้อความและเงื่อนไขในการใช้บริการนี้ คุณรับทราบว่าคุณได้อ่านและเห็นชอบในนโยบายความเป็นส่วนตัวแล้ว</li>
        <br>
        <br>
        <li><span class="biaoti01">การตั้งราคา</span><br>
          <br>
          การตั้งราคาและข้อความในการขายของการลงทะเบียนและสมัครสมาชิกของ ChinaPortal จะมีผลเฉพาะในวันที่คุณส่งข้อมูลเพื่อระบุในแบบฟอร์มการซื้ออย่างสมบูรณ์ ChinaPortal มีรูปแบบการซื้อสองประเภท: การสมัครที่มีการจ่ายเงินตามเวลาที่กำหนดซึ่งจะทำให้คุณสามารถเข้าถึงและชมรายการในระหว่างช่วงเวลาที่คุณได้จ่ายเงินไปในการสมัคร และการจ่ายตามที่ชม (pay-per-view) ที่จะให้คุณได้ชมเนื้อหาที่เจาะจงในช่วงเวลาที่เจาะจงในการจ่ายเงินตามราคาที่กำหนด<br>
          <br>
          ChinaPortal สงวนสิทธิ์ในการเปลี่ยนแปลงราคาได้ทุกเวลา และ ChinaPortal จะไม่รับผิดชอบต่อราคาที่เปลี่ยนแปลงกระทันหัน รวมถึงการเรียกเก็บจากเนื้อหาที่เคยชมฟรี หรือไม่เก็บค่าเนื้อหาที่เคยต้องจ่าย ChinaPortal จะเรียกเก็บจากบัตรเครดิตของคุณทันที ChinaPortal จะไม่ทำตามในการจะเคารพต่อเวลาในการเรียกเก็บเงินจากบัตรเครดิตของคุณ</li>
        <br>
        <br>
        <li><span class="biaoti01">ข้อความและการยกเลิก</span><br>
          <br>
          เงินที่จ่ายค่าบริการทั้งหมดไม่สามารถเรียกคืนได้และไม่สามารถยืดเวลาได้ ChinaPortal จะไม่รับผิดชอบในการจ่ายเงินคืนให้คุณ, ด้วยการเรียกคืนหรือยืดเวลา ในกรณีที่คุณไม่พอใจในเนื้อหาหรือการนำเสนอเนื้อหาสู่คุณ (เช่น ความเร็วในการเชื่อมต่อกับ ChinaPortal) หรือจากเหตุอื่นๆ นอกการควบคุมของ ChinaPortal <br>
          <br>
          ChinaPortal เสนอบริการสมาชิกหลายแบบที่มีอยู่ทั้งสมาชิกแบบรายเดือน หรือ รายปี ในกรณีของสมาชิกรายเดือน การให้บริการสมาชิกของคุณจะต่ออายุโดยอัตโนมัติในวันเดียวกันกับที่คุณสมัครตามเดือนของปฏิทิน จนกว่าคุณจะยกเลิกบริการ เช่นกันในกรณีของสมาชิกรายปี การให้บริการสมาชิกของคุณจะต่ออายุโดยอัตโนมัติในวันเดียวกับที่คุณสมัครเมื่อครบรอบปี จนกว่าคุณจะยกเลิกบริการ และ ChinaPortal ยังให้บริการแบบจ่ายตามที่ชม (pay-per-view) ในการชมเนื้อหาใดโดยเฉพาะ ในราคาที่ต่างกันไปซึ่งจะระบุอย่างชัดเจนในหน้ารายละเอียดของรายการ แต่ละรายการจะมีช่วงเวลาที่แน่นอน (ระบุอยู่ในหน้ารายละเอียด) ซึ่งเป็นช่วงเวลาที่เริ่มต้นจากที่คุณเปิดชม หลังจากช่วงเวลานั้นหมดไปคุณจะไม่สามารถชมรายการต่อได้จนกว่าจะจ่ายตามบริการแบบจ่ายตามที่ชม ChinaPortal จะไม่เรียกคืนเงินค่าชมแบบจ่ายตามที่ชมให้คุณหากคุณไม่สามารถดาวน์โหลดหรือชมได้<br>
          <br>
          คุณสามารถยกเลิกการเป็นสมาชิกได้ทุกเวลาโดยไปที่ <span class="lianjie"><a href="http://www.chinaportal.com" target="_blank" class="lianjie">http://www.chinaportal.com</a></span> 
          และทำตามขั้นตอนในการยกเลิก การยกเลิกการใช้บริการจะเป็นผลเมื่อหมดช่วงเวลาของจ่ายค่าสมาชิก กรณีของสมาชิกรายเดือนจะหมดเมื่อสิ้นสุดรอบของเดือนนั้น กรณีของสมาชิกรายปีจะหมดเมื่อสิ้นสุดรอบของปีนั้น และคุณไม่ได้รับการจ่ายคืน ในระหว่างช่วงของการจ่ายค่าสมาชิกล่วงหน้าไปแล้วนั้นคุณยังใช้บริการได้ต่อไป การยกเลิกสมาชิกคุณจะกลับมาสมัครใหม่เมื่อไหร่ก็ได้
        </li>
        <br>
        <br>
        <li><span class="biaoti01">เยาวชน</span><br>
          <br>
          		  เนื้อหาที่อยู่ในเว็บไซต์รวมถึงรายการนั้นสามารถให้เยาวชนดูได้ แต่ว่า ChinaPortal จะไม่ขายสินค้าหรือบริการที่ซื้อโดยเยาวชน ในการลงทะเบียนใช้บริการของ ChinaPortal คุณจะต้องมีอายุอย่างน้อย 18 ปีบริบูรณ์ ไม่มีข้อมูลใดๆ ที่ส่งถึงเราโดยบุคคลที่อายุต่ำกว่า 13 ปี นอกจากมีการดูแลโดยผู้ปกครองหรือผู้ปกป้องทางกฏหมาย และไม่ให้บุคคลที่อายุต่ำกว่า 13 ปี กระทำการต่างๆ หรือกระทำการทางกฏหมายในเว็บไซต์แห่งนี้ โดยที่ไม่มีการดูแล หรือการอนุญาตโดยกฏหมาย
		  .<br>
          <br>
        <li><span class="biaoti01">การปกป้อง</span><br>
          <br>
          คุณเห็นชอบที่จะปกป้อง, คัดค้าน และรักษา ChinaPortal และ พันธมิตรของเรา, ตัวแทน, พนักงาน, ผู้บริหาร, ลูกจ้าง, ผู้รับจ้าง, ผู้รับมอบหมาย, บุคคลที่สามที่เป็นผู้ผลิตข้อมูลและเอกสาร, ผู้โฆษณา, ผู้ให้บริการและสินค้า, เว็บไซต์สมาชิก ให้ไม่ถูกรบกวนจาก การทำตาม, ความเสียหาย, ที่เกี่ยวกับการฝ่าฝืนข้อตกลงนี้หรือการใช้งานในเว็บไซต์</li>
        <br>
        <br>
        <li><span class="biaoti01">ไม่รับประกัน</span><br>
          <br>
          เว็บไซต์และเนื้อหาทั้งหมดที่มีให้คุณใน AN &quot;AS-IS&iexcl;&quot; BASIS, 
          และไม่มีการรับประกันที่เกิดจาก CHINAPORTAL เว็บไซต์, บริการ, เนื้อหา หรือการใช้งานหรือการชมของคุณ, รวมถึงการรับประกันในการมีอยู่, คุณภาพของสัญญาณภาพหรือสัญญาณเสียง กรุณาทราบว่าการกล่าวตามด้านบนอาจไม่ได้ใช้กับคุณ<br>
          <br>
        <li><span class="biaoti01">ข้อจำกัดของการปฏิบัติตาม</span><br>
          <br>
          CHINAPORTAL จะไม่ทำตามไม่ตรง, พิเศษ, ตั้งใจ, เรื่อยไป หรือความเสียหาย (รวมถึงความเสียหายจากธุรกิจ, เสียผลกำไรหรือความชอบ) ที่มาจากสัญญา, รับประกัน, หรืออื่นๆ แม้แต่สิ่งต่างๆที่จะทำให้เกิดความเสียหายได้ ข้อจำกัดของความเสียหายด้านบนคือองค์ประกอบหลักของข้อตลงระหว่างเราและคุณ เว็บไซต์และเนื้อหาจะไม่ให้โดยที่ไม่มีข้อจำกัด ไม่การแนะนำหรือข้อมูล, ด้วยวาจาหรือการเขียน, ที่มาจากเราในเว็บไซต์หรืออื่นๆ ที่จะสร้างการรับประกัน, การเป็นตัวแทน หรือการรับประกันที่ไม่ได้แจ้งไว้ในข้อตกลง การกล่าวตามด้านบนอาจไม่ได้ใช้กับคุณ<br>
          <br>
          ไม่มีกรณีที่รวม, สมยอม ของ CHINAPORTAL, พนักงาน, ผู้บริหาร, ลูกจ้าง, ตัวแทนหรือคู่สัญญา, หรืออื่นๆที่ไม่มีสัญญา, หรือกฏหมายอื่นๆ 
          <br>
          <br>
          คุณเห็นชอบว่าการประทำและข้อความหรือกฏหมาย ที่จะทำความเดือดร้อนหรือเหตุของการกระทำ หรือเกี่ยวข้องต่อการใช้งานเว็บไซต์จะต้องภายใน 1 ปีหลังจากเกิดเหตุการณ์<br>
          <br>
          CHINAPORTAL จะไม่ทำตามถ้ามันไม่สามารถแสดงใดๆเกี่ยวกับการมีอยู่ของข้อตกลง โดยตรงและโดยอ้อม, เพื่อความล่มเหลวของเครื่องจักร, ระบบการตรวจสอบ, การคำนวญข้อมูล หรือ ระบบสื่อสาร หรือ การลิงค์ หรือเหตุอื่นๆนอกเหนือจากการควบคุมของ CHINAPORTAL  CHINAPORTALจะไม่ทำตามใดต่อความเสียหาย, หรือไวรัสที่จะติดต่อ, อุปกรณ์คอมพิวเตอร์ของคุณ หรือทรัพย์สินอื่นๆ ในการที่คุณใช้งาน หรือเปิดชมเว็บไซต์หรือเนื้อหา</li>
        <br>
        <br>
        <li><span class="biaoti01">การเปลี่ยนแปลงข้อความการใช้งาน</span><br>
          <br>
          ChinaPortal ขอสงวนสิทธิ์ในการแจ้งให้ทราบล่วงหน้าถึงการเปลี่ยนแปลงเกี่ยวกับข้อความและเงื่อนไขการใช้งาน การใช้งานเว็บไซต์ของคุณที่จะเปลี่ยนแปลงใดๆในข้อตกลง ของข้อความและเงื่อนไขในการใช้การที่เปลี่ยนแปลงไป การแก้ไขข้อความและเงื่อนไขการใช้งานจะมีผลทันทีเมื่อผู้แสดงในเว็บไซต์ ข้อความและเงื่อนไขการใช้งานนี้จะไม่คาดหมายว่าจะต้องลงชื่อโดยคุณและ ChinaPortal ถ้าคุณไม่สามารถเห็นชอบต่อข้อความและเงื่อนไขการใช้งานในเวลาใด ทางเลือกของคุณคือหยุดการใช้งานเว็บไซต์เสีย</li>
        <br>
        <br>
        <li><span class="biaoti01">Governing Law</span><br>
          <br>
          ข้อตกลงนี้ได้รับรองตามกฏหมายแห่งรัฐ California คุณเห็นชอบในข้อตกลงนี้และข้อโต้แย้งจะถูกรับฟังในรัฐหรือ federal courts เท่านั้น ที่ตั้งอยู่ที่ San Diego County, California, USA, และคุณตกลงตามศาล คุณเห็นชอบว่าข้อตกลงนี้จะเป็นผลให้คุณไม่ทำร้าย ChinaPortal และหมายถึงว่า ChinaPortal จะไม่รับทราบข้อความใดๆ<br>
          <br>
          ChinaPortal จะไม่เป็นตัวแทนว่าเว็บไซต์เหมาะสมหรือควรใช้งานในสถานที่ที่ไม่อยู่ใน United States และในพื้นที่ที่เว็บไซต์หรือเนื้อหาไม่ถูกตามกฏหมาย ถ้าคุณใช้งานเว็บไซต์จากพื้นที่อื่นนอก United States of America คุณจะรับผิดชอบต่อสิ่งที่เกิดขึ้นจากกฏหมายในพื้นที่</li>
        <br>
        <br>
        <li><span class="biaoti01">ทั่วไป </span><br>
          <br>
          เราไม่รับประกันความต่อเนื่อง การไม่ขัดข้อง หรือความปบอดภัยในการเข้าสู่บริการของ ChinaPortal และการทำงานของเว็บไซต์อาจถูกรบกวนโดยสาเหตุอื่นๆ นอกเหนือการควบคุม ถ้าข้อตกลงนี้ถือความถูกต้องและการไม่บังคับ คุณเห็นชอบว่าเรามีสิทธิ์ในการมอบหมายให้ข้อตกลงนี้และข้อตกลงอื่นๆ </li>
        <br>
        <br>
      </ol></td>
  </tr>
</table>
