<%@ page contentType="text/html; charset=utf-8" %><p>自从我们开业以来，受到来自各方的关注。 几个月来我们的网站日渐成长，现在已经是海外最大的中文影视即时点播服务网站。 成长的过程中， 有许多烦恼和不足， 也得到了许多鼓励和支持。  很多用户给了我们积极的反馈， 征得他们同意后， 我们选了一些反馈， 在此整理发表。 如果您有任何想法和建议，请送电子邮件到 feedbacks@chinaportal.com。有了你们的参与， 我们才能做得更好。</p>

<p>会员反馈</p>

<p>作为网站的早期用户，到目前为止， 我对你们的服务很满意。尤其是在线观看和下载观看质量和效果都蛮好的，真是享受啊！
<br />- Alan, Sunnyvale, CA, USA</p>

<p>收费合理，也就一顿饭的钱，和去一趟电影院也差不多，内容却多了不少，各式各样的影视节目，加上流行音乐，物超所值，我中意！我很好奇，你们靠什么赚钱啊？ 
<br />- Frank, Atlanta, GA, USA</p>

<p>节目很多， 而且新鲜。有很多十面埋伏，2046，新警察故事这样的新片， 也有我爱我家，五朵金花这样的经典老片，还有独家节目，方便了我们这些喜欢又很难找到中文节目的用户，多谢，辛苦了！
<br />- Linda, Munich, Germany</p>

<p>一个碟友强力推荐，我加入了ChinaPortal。 加入后发现图像效果真的不错，可以看到许多在其他地方找不到的影片和节目.。现在我再也不用去租碟买碟了。 我和我的朋友会继续支持你们，加油！
<br />- Amy, NY City, NY, USA</p>

<p>我是一个注册的用户，非常满意你们的服务。尤其是连接速度很快，图像连贯不像有些所谓“高速”, “宽带” 网站，A+的服务。
<br />- Chen, London, UK</p>

<p>ChinaPortal的影视图像质量非常好，真的可与DVD貔美。有了你们的服务，我的周末不再寂寞啦!
<br />- Huijuan, Toronto, Canada</p>

<p>我一直是冯巩小品和相声的忠实观众。如今能够再次在网上欣赏，倍感亲切。谢谢！
 <br />- Xue, AZ, USA</p>

<p>我家里装的是DSL，开始担心网速低，图像质量不好，就没有注册。 但是实在是想看网上的电影和电视剧，就决定试一试，居然观看效果不错，以后就一发不可收，常到这看节目。
<br />- Xiaochun, MA, USA</p>

<p>你们的网站办得不错，在你们的网站上看电影很方便，希望您们越办越好！
<br />- Xi Mei, GA, USA</p>

<p>父母到美国来短期探亲，平日我上班时他们比较寂寞。 想给他们装卫星电视，可受不了一年的和约和不便宜的费用。 一直犹犹豫豫，不知如何是好。看到ChinaPortal的广告后，顿觉找到了答案。 现在我爸妈天天用我17吋LCD的显示器看节目，不再无聊，连我都和他们一起看。谢谢你们为我解忧。
<br />-  Steve, UT, USA</p>

<p>俺一有时间就爱看影碟。 平日常租碟，不怕来回麻烦，却怕到期还没看完。所以每次一租到碟，就哪也不去，专心看碟，有急事时很不方便。在朋友的怂恿下， 我注册成为会员， 可随时看影视节目， 不用再担心时间限制。 网站的节目丰富多彩，有很多影像店和其他地方找不到的节目。嘻嘻，好！
<br />- Helen, IL, USA</p>

<p>不错不错啊， 数量多，更新快，很有特色嘛!
<br />- Cindy, Sydney, Australia</p>

<p>能在你们的体育频道上找到中超集锦， 感觉很过瘾。 能不能多一些足球，体育节目?
<br />- Frank, Los Angels, CA, USA</p>

<p>我是一个中文网站的总版主，经常推荐类似的网站给会员， 反响不错。近几个月有家网站不知怎么了消失了，看到你们的广告后，马上跟你们联系，觉得不错。我们的会员也很喜欢贵网站的感觉，很多人注册，希望你们的网站越做越好!
<br />- Kevin, Oklahoma City, OK, USA</p>

<p>阿拉上海人，有点资的那种，以前在国内常看上海文广的节目，到美国后很怀念。没想到在你们的网站找到了久违的感觉，真是开心!!
<br />- Wendy, Seattle, WA, USA</p>

<p>偶是网虫， 我注册你们的服务只是好奇， 想看个究竟， 并且$9.99的月费也不是很贵。结果入迷了，哈哈，三天三夜把<中国式离婚>看完，精彩，好看！
<br />- Wayne, Boston, MA, USA</p>

<p>在你们网上浏览，居然有教育片，真是方便啊，在家健身、美容、充电，舒服啊！
<br />- Eva, Baltimore, ML, USA</p>

<p>我以前用过类似的服务， 可是它们不久就找不到了，不知是什么问题。看到你们的广告，注册了一下，终于又找到感觉了。你们的服务和内容好象越来越好，很稳定， 酷！
<br />- Yun, Nashville, TN, USA</p>

<p>我喜欢激情和另类的感觉，“站台” 和 “女人那话儿”这样的片子够炫，我喜欢！别处没看到，你们这有，真是过瘾，多多益善啊！
<br />- Vivian, Santa Clara, CA, USA</p>

<p>为了省钱，我在朋友的推荐下用了各种各样的免费网站下载中文电影电视。钱确实省了，可时间却搭上不少，有时下载速度特别慢，想看电影也不能马上看。等到下载完毕，早已过了兴头，或没时间。由于工作不是那么清闲，总觉得不是那么方便。 直到用了你们的服务，顿觉轻松。 价格不贵。谢了，我再也不用花时间搜寻各种各样的免费下载网站了。
<br />- Jerry, Albany, NY, USA</p>
