<%@ page contentType="text/html; charset=utf-8" %>
<table height="179" border="0" cellpadding="0" cellspacing="10">
    <tr ><td align="center"><span class="biaoti"   style="font-size: 16px;">ChinaPortal 服务条款</span></td></tr>
  <tr> 
    <td colspan="3" class="weiwen">&nbsp;&nbsp;&nbsp;&nbsp;本协议（“协议”）中描述的服务条款适用于www.chinaportal.com域名及附属域名及其各国际站点（以下称“网站”）中提供的各项服务。如果您不同意或无法认同下列条款中的任何部分，请不要使用本网站或本网站中提供的各项服务。<br><br>
      &nbsp;&nbsp;&nbsp;&nbsp;“我们”及“我们的”是指ChinaPortal.“您”及“您的”是指网站的用户或观众。<br>
      <ol>
        <li> <span class="biaoti01">内容的版权及所有权</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal是本网站唯一的所有者及经营者，除非本网站中有特别声明，本网站中所有的媒介，包括但不限于所有的信息、音频、视频、数据、在线服务、游戏、文本、动画和图形（“内容”）均受到ChinaPortal或其内容提供者及许可者的版权、商标、服务标记、专利和/或其他所有权的保护。ChinaPortal拥有本网站中所提供内容的必要权利及必需的授权。ChinaPortal代表其自身，其内容提供者及许可者，完全保留通过其网站公布的所有内容的知识产权。除本协议清楚陈述的部分之外，内容中的版权、名称及利益不因您使用本网站，或向ChinaPortal支付费用以换取本网站中特定内容的使用权而转移给您。</li>
        <br>
        <br>
        <li> <span class="biaoti01">使用之许可</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal为您的个人娱乐和享受而维护本网站，对本网站的所有使用仅限于个人非商业的观看及使用。ChinaPortal通过本网站向包括您在内的用户提供内容，前提是您需服从特定的书面和/或电子文件的限制条款，这些条款可能会根据单个内容的不同限制您对内容的使用（如时间和地域的限制）。 
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal将给予您非独家，不可转让，可撤销的许可，使您能在与本条款和条件一致的前提下因个人、私人、非商业目的使用本网站，其前提是您遵守所使用内容中的版权、商标及其他所有权的声明。如果您违反了使用条款中的任何规定，您在本网站的使用许可将自动终止。<br>
          <br>
          您必须注意：<br>
          <ul>
            <li>非经特定内容的合法所有方明确授权，您不得进入、使用、再制作、展示、散发、传输、播放、更改本网站的部分或全部内容、从本网站部分或全部内容中制作衍生产品或进行编辑、出售、或其他形式的使用；</li>
            <li>不得在任何违反版权、商标、专利、商业机密、其他知识产权、个人或公共权利、通讯规则或条例，或其他任何法律的情况下使用本网站或内容，包括但不限于与诽谤、骚扰、淫秽、色情、误导或疏忽相关的法律；</li>
            <li>不得蓄意攻击本网站任何版权管理信息或任何控制进入受版权保护内容的技术；</li>
            <li>不得进入不是供您使用的数据或登录您无权进入的服务器或帐户；</li>
            <li>不得以任何手段妨碍任何用户、主机或网络服务，包括但不限于向网站或其用户发送病毒、超负载邮件、“灌水”、“垃圾邮件”、“邮件炸弹”或“冲击波”；</li>
            <li>不得以任何方式对本网站包含的内容或通过本网站连接的内容设定“镜像”或进行Frame；</li>
            <li>不得移动、解构、编辑或颠倒网站的任何软件；</li>
            <li>不得使用任何机器人、网络蜘蛛、其他自动设备或程序监控或拷贝本网站或其任何内容的任何部分；</li>
            <li>不得探测、扫描或测试网站的弱点，或破坏安全或授权保护方法；</li>
            <li>不得利用本网站收集信息或未经许可群发任何邮件，包括产品或服务的宣传和/或广告；</li>
            <li>不得违反美国出口控制法律或规定出口或重新出口本网站或其中的任何部分，或任何可在本网站上使用或通过本网站使用的软件。</li>
          </ul>
        </li>
        <br>
        <li><span class="biaoti01">向ChinaPortal的递交和传送</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;您和ChinaPortal之间交流的所有评论、建议、想法或其他信息将被视为ChinaPortal的财产。我们没有责任为此类传送信息保密，或将其视为您或任何其他传送者的私人财产。ChinaPortal不为使用您传送的任何想法或今后在我们的产品、服务、广告或经营中可能出现类似想法承担责任。我们现在及将来都将无限制地独家拥有您通过任何渠道传送的所有信息的版权。我们有权将您传送的内容用于商业或其他任何目的，无需向您或任何其他相关传送者支付费用。您需要了解您必须为您传送的任何材料负责，并且你，而不是我们，将对传送的信息负有全部责任，包括其合法性、可靠性、适用性、原创性及版权。 
        </li>
        <br>
        <br>
        <li><span class="biaoti01">用户名和密码</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;您需要用户名和密码来进入ChinaPortal的各项服务。您将保留并保护这个用户名或密码并严格保密。因此，您不应该让朋友、家人、生意伙伴或任何其他人得到或使用这个用户名或密码。您不应该在任何网站上公布您的用户名或密码，也不应该通过不安全的站点传输用户名或密码。ChinaPortal将不对任何形式的第三方盗用您的密码事宜承担任何责任。 
        </li>
        <br>
        <br>
        <li> <span class="biaoti01">Digital Millennium Copyright Act</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;您同意当您认为您拥有版权的内容通过本网站被不恰当地公布、散发或受到其他侵犯时，将向ChinaPortal提交在Digital 
          Millennium Copyright Act （“DMCA”），特别是17 U.S.C. § 512中有据可依的此类侵权的通知。您同意将向ChinaPortal的版权代理人Michelle Wu提交下述信息的书面通知。他的电邮地址是<a href="mailto:copyright@chinaportal.com" class="lianjie">copyright@chinaportal.com</a>，联系地址是Michelle Wu, ChinaPortal, 3 Twin Dolphin Drive, Suite 295, Redwood City, CA 94065。您认可这个程序仅限于通知ChinaPortal您确信您拥有版权的资料受到了侵犯。所需信息如下：<br>
          <ul>
            <li>版权利益拥有者授权代表人的电子签字或实际签字；</li>
            <li>您声明被侵权的内容的描述；</li>
            <li>描述您声明被侵权的资料在网站中出现的位置；</li>
            <li>您的地址、电话号码、和电子邮件地址；</li>
            <li>表示您完全相信争议内容的使用未经版权所有方、其代理方、或法律授权的声明；以及</li>
            <li>表示您了解对伪证的处罚，上述信息完全正确，您是版权的所有者或版权所有者的授权代表的声明。</li>
           </ul>
        </li>
        <br>
        <li><span class="biaoti01">服务约束</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;我们保留因为任何理由或无需理由拒绝向任何人提供服务的权利，包括注册、订购或任何交易。您同意ChinaPortal可能通过其单方判断，不需要提前通知您，就因为任何理由，或无需理由，终止、暂停或采用其他方式限制您的帐户、密码或对本网站的使用。您同意ChinaPortal将不因任何拒绝服务、暂停、终止或限制您或任何第三方进入或使用本网站而对您或任何第三方承担责任。 
        </li>
		<br><br>
        <li><span class="biaoti01">更改或运行故障</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal 保留不提前通知您就暂时性或永久性修改或停止本网站（或其中任何部分）的权利。您同意无论什么原因或时段，ChinaPortal将不因对网站的任何修改或本网站使用的任何故障而对您或任何第三方负责。
        </li> 
		<br><br>
        <li><span class="biaoti01">与第三方站点的链接</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;任何第三方网站中包括本网站的链接不表示我们赞成或认可被链接网站。如果您决定离开我们的网站，进入第三方站点，您将自己承担后果和风险。ChinaPortal不对这种外部站点的有效性负责，不认可并且不为这种站点中的任何内容、隐私权政策、广告、产品、或其他资料负责。您了解并同意ChinaPortal将不对任何因使用或信赖通过这种站点提供的内容、物品或服务所导致的，或被声称可能导致的任何损害或损失负责。
        </li> 
		<br><br>
        <li><span class="biaoti01">个人信息</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;注册使用ChinaPortal的服务并通过本网站参与交易，您可能需要登记并/或生成个人帐户。我们保留权利，同时您授权我们，以任何符合我们的隐私权政策的方式使用并设定您的全部信息，隐私权政策的条款将作为此处的参考。与服务条款一样，隐私权政策能够从网站上查阅。您声明您已读过并同意隐私权政策。
        </li>  
		<br><br>
        <li><span class="biaoti01">定价</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal注册和订阅的价格和销售条款在您发送充足的信息完成订购后生效（如有效的信用卡信息或提交完整的在线订阅表格）。ChinaPortal提供两种购买选择：订阅服务，您需要定期付费，并有权在已付费的订购期限内收看节目；按次付费，您将按既定价格付费，在规定时间内观看指定内容。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;ChinaPotal保留随时更改价格的权利，同时ChinaPortal不对任何突然性价格调整负责，包括但不限于对原先免费的内容收费，或对原先收费的内容免费。ChinaPortal一旦能从您的信用卡中收费时将尽快收取费用。ChinaPortal将不以任何方式对与您的信用卡支付时间相关的任何收费承担任何责任。
        </li>            
		<br><br>
        <li><span class="biaoti01">期限和取消</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;除非另有规定，所有已支付费用均不可退款，并且不能借贷。如您对任何内容或内容的传输（如您连接到ChinaPortal的速度）或其他任何在ChinaPortal控制之外的事宜不满意，ChinaPortal将不负责通过退款或借贷来对您进行补偿。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal提供不同的订购服务，既可按月订购也可按年订购。按月订购的情况下，您订购的服务将在每月与您的注册日期相同的日期更新，除非您根据下述做法取消服务。相同的，在按年订购的情况下，您订购的服务将在每年与您注册日期相同的日期更新，除非您取消服务。另外，ChinaPortal对特定内容提供按次付费，其价格各不相同，我们将在该内容的页面上清楚标明价格。每个节目都在特定时间段（该节目的页面上将详细注明）向您开放，时间期限从您开始观看节目起计算。授权时间段结束后，您只能通过进一步支付设定的按次收费费用才有权继续收看。ChinaPortal将不退还您按次支付了费用但未能下载或观看的节目的费用。
<br><br>
          &nbsp;&nbsp;&nbsp;&nbsp;您可以随时登录 <a href="http://www.chinaportal.com" target="_blank" class="lianjie">http://www.chinaportal.com</a> 
          ，根据提示步骤取消您订购的服务。然而，在您的预付费订购期（按月付费时指付费当月，按年付费时指付费当年）结束之前取消服务，取消将在预付费订购期结束后才生效，并且不予退还已付款项。在预付费订购期剩余的时间里，您还能继续登录服务。取消服务后您可以随时重新订购我们的服务。 
        </li> 
		<br><br>
        <li><span class="biaoti01">未成年人</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal提供的内容中包括供未成年人观看的节目。然而，ChinaPortal不销售供未成年人自己购买的产品或服务。您必须年满18岁才能注册ChinaPortal的服务。13岁以下者没有父母或法定监护人的许可不得自行向我们提交任何信息，也不能实施任何交易或其他法定行为，除非其行为得到相关适用法律的许可。
        </li>  
		<br><br>
        <li><span class="biaoti01">保障</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;您同意保障并防护ChinaPortal及我们的合作伙伴、代理、官员、总监、职员、承包方、继承者、指派人、第三方信息及文件供应商、广告商、产品及服务提供商、以及会员不因任何由于您违反本协议或违约使用网站所造成的责任、损失、申报和费用而受到任何伤害。
        </li>
		 <br><br>
        <li><span class="biaoti01">不担保声明</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;本网站及其向您提供的全部内容均按照“现状”“现有”的原则公布，ChinaPortal对于本网站、服务、内容或您的使用或观看不做任何明确的或暗示性的担保，包括但不限于对本网站可用性、正确性、录音录像质量的担保，以及对可交易性、对某种特定目的的适用性、以及非侵害性的担保。请注意某些权限可能无法将暗示性担保排除在外，因此上述这类排除在外的情形对您不适用。
        </li> 
		  <br><br>
        <li><span class="biaoti01">免责声明</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal将不对任何间接、特殊、偶发、结果或惩罚性的损失承担任何赔偿责任（包括失去业务的损失，利润损失或类似事宜），无论导致这种损失的原因是违反合同，违反担保条款，民事侵权行为（包括疏忽），产品责任或其他，即使我们曾被提醒过有出现这种损失的可能。对上述所列赔偿责任的拒绝和限制是我们和您之间协议基础的基本组成部分。我们只在这种限制的基础上提供本网站及其内容。您通过本网站或其他方式从我们这里得到的建议或信息，无论口头或书面，如果没有在此协议中明确声明，均不构成我方的任何担保、承诺和保证。有些州不允许排除或限制对偶发性或结果性损失的赔偿，因此上述限制或排除可能对您不适用。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;任何情况下ChinaPortal、其官员、总监、雇员、代理或承包商的总和或累积责任赔偿都不超过您向ChinaPortal实际支付的金额数，不论这种责任是产生于合同、疏忽、严格赔偿责任、民事侵权行为或其他法律或法定责任原理。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;您同意不管任何条例或法律是否有相反的规定，因使用本网站或与使用本网站相关产生的任何对权利的申诉或起诉缘由必须在出现这种申诉或起诉缘由的一年之内备案，否则将被永久禁止。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;对于直接或间接由机器、授权系统、数据处理或通讯系统或传输链接或其他不受ChinaPortal控制的原因导致ChinaPortal无法履行本协议中包括的义务，ChinaPortal将不承担责任。由于您进入、使用或浏览本网站或内容而对您的电脑设备或其他财产造成损害或可能感染病毒，ChinaPortal不承担责任。 </li> 
		<br><br>
        <li><span class="biaoti01">服务条款的修改</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal保留根据自己的判断修改这些条款和条件，而无需提前通知您的权利。您在条款修改后对本网站的使用表示您无条件同意遵守修改后的条款和条件并受其约束。对使用条款和条件的任何修改一旦在本网站中公布便立即生效。除非有您和ChinaPortal双方签字的书面文件，这些使用条款和条件可能不会对您有其他方式的赔偿。任何时候如果您不同意或不能认可本使用条款和条件，您唯一的选择是终止使用或进入本网站。
        </li>
<br><br>
        <li><span class="biaoti01">法律管辖</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;本协议受到加利福尼亚州法律的管辖。您同意所有因本协议或您使用本网站而产生的争议将只能在位于美国加利福尼亚州San Diego County的联邦法院被听证，并且您因此同意并服从这类法院对个人权限的规定。您同意由您造成的对本协议的任何实际的或可能发生的违约都可能对ChinaPortal导致不可挽回的伤害，相应地，ChinaPortal将有权立即施行禁止令，包括不需要合同或其他承诺方式的临时限制令和/或预备禁令，以便制止这种违约或可能发生的违约。
<br><br>&nbsp;&nbsp;&nbsp;&nbsp;ChinaPortal不承诺本网站在美国以外地区适用或能够使用，并禁止在认为本网站或内容不合法的地区进入本网站。如果您在美国以外的任何地方使用本网站，您有责任服从当地所有适用的法律。
        </li> 
		<br><br>
        <li><span class="biaoti01">总则</span><br>
          <br>
          &nbsp;&nbsp;&nbsp;&nbsp;我们不保证您能连续不断、不受干扰或安全地进入ChinaPortal服务，网站的运营可能受到多种我们无法控制的因素的干扰。如果本协议中的任何规定无效或不能强制实施，这种规定将被停止而剩余的规定将被强制实施。您同意我们有权根据自己的判断设定本协议及所有合并其中的协议。本协议中的标题仅做参考目的，不定义、限制、解释或描述本章节的范围或限度。我们对您或其他用户的某种违约行为未能起诉不表示我们放弃对后续或类似违约行为的起诉权。
        </li> 		           
		<br><br>
      </ol></td>
  </tr>
</table>
          